{
  "风格Style": {
    "None": "",
    "写实风格": "Realistic photography with highly detailed textures and natural lighting, capturing life-like expressions and atmosphere.",
    "极简时尚风": "Minimalist fashion style with clean lines, soft lighting, and a focus on elegant simplicity and modern aesthetics.",
    "电影感氛围": "Cinematic lighting and composition, with moody shadows and dynamic depth of field, evoking a film-like ambiance.",
    "高端杂志风": "High-end editorial style, featuring sharp contrasts, luxurious tones, and polished compositions found in fashion magazines.",
    "柔和自然光": "Soft natural lighting with gentle shadows and a calm, serene atmosphere, highlighting the subject against an organic background.",
    "都市街头风": "Urban street style with high contrast, bold colors, and a raw, energetic vibe, set against gritty cityscapes.",
    "复古胶片风": "Vintage film aesthetics with grainy textures, faded colors, and a nostalgic tone, evoking a timeless, classic feel.",
    "阳光清新风": "Bright and refreshing with vibrant colors, natural outdoor lighting, and a lighthearted, joyful atmosphere.",
    "现代极简主义": "Modern minimalist with clean compositions, neutral tones, and sharp focus on essential elements without clutter.",
    "柔焦梦幻风": "Dreamy and soft with blurred edges, pastel colors, and a gentle focus, creating a surreal, ethereal atmosphere.",
    "黑白经典风": "Classic black-and-white photography with high contrast, strong shadows, and an emphasis on form and texture.",
    "卡通风格": "Cartoonish with bold outlines, vibrant colors, and exaggerated proportions, bringing a playful, animated feel.",
    "3D渲染风": "3D rendered style with smooth surfaces, realistic lighting, and a polished, glossy finish for a modern look.",
    "水彩插画风": "Watercolor illustration style with soft brush strokes, flowing colors, and a delicate, artistic feel.",
    "油画质感": "Oil painting texture with rich, deep colors, thick brush strokes, and a classic, artistic vibe.",
    "细腻手绘风": "Detailed hand-drawn style with fine lines, precise shading, and intricate textures, resembling traditional illustrations.",
    "漫画风格": "Comic book style with bold outlines, dynamic poses, and flat, bright colors for a vibrant, graphic look.",
    "未来主义风": "Futuristic style with sleek, modern lines, neon lighting, and an emphasis on advanced technology and bold design.",
    "超现实风格": "Surrealist style with dreamlike compositions, unusual perspectives, and abstract, otherworldly elements.",
    "波普艺术风": "Pop art style with bright, bold colors, graphic shapes, and playful, often exaggerated elements inspired by modern culture.",
    "时尚大片风": "Fashion editorial style, with bold, artistic compositions and dramatic lighting to highlight clothing design and texture.",
    "高端时装摄影": "High fashion photography, focusing on luxurious materials, detailed garments, and sophisticated poses in glamorous settings.",
    "自然户外": "Outdoor fashion photography, using natural light and scenic landscapes to create a relaxed and organic backdrop for the clothing.",
    "极简背景": "Minimalist background, where the focus is entirely on the clothing with simple, clean backdrops to eliminate distractions.",
    "动态街拍": "Dynamic street style photography, capturing spontaneous, in-motion shots in urban settings to showcase everyday fashion in real-life scenarios.",
    "胶片质感": "Film-look fashion photography, emulating the grainy texture and vintage color palette of old film cameras for a nostalgic vibe.",
    "黑白经典": "Classic black and white fashion photography, using monochrome tones to emphasize garment structure, fabric, and silhouette.",
    "奢华室内": "Luxury indoor fashion, set in elegant interiors with ornate furniture, chandeliers, and rich textures, emphasizing opulence in the clothing.",
    "运动时尚": "Sports fashion photography, capturing active, athletic poses with sharp focus and dynamic composition, showcasing sporty or athleisure wear.",
    "都市摩登": "Urban modern photography, using sleek cityscapes, skyscrapers, and modern architecture to highlight contemporary fashion styles.",
    "复古时尚": "Retro fashion photography, inspired by styles from the 1960s to 1980s, with period-appropriate settings and color schemes to match the clothing.",
    "光影交错": "Play with light and shadow to create dramatic contrasts, emphasizing texture, detail, and the unique features of the garments.",
    "街头潮流": "Streetwear photography, shot in vibrant, energetic urban environments, showcasing trendy, youth-oriented fashion.",
    "舞台感强": "Runway or stage-inspired photography, where the model is positioned as if on a fashion runway, with focused lighting and polished poses.",
    "人像特写": "Portrait-style fashion photography, with close-ups focusing on facial expressions, complemented by the detailed accessories and textures of the outfit.",
    "柔光梦幻": "Soft, dreamy lighting with pastel hues, creating an ethereal, romantic atmosphere to showcase delicate fabrics and flowing designs.",
    "奢华晚礼服": "Elegant evening gown photography, focusing on formal wear in luxurious settings, with dramatic lighting to emphasize the elegance of the dress.",
    "动态模特": "Motion fashion photography, capturing models in action—twirling, walking, or jumping—to showcase how the clothes move and flow.",
    "日系小清新": "Japanese minimalism style, with soft lighting, clean compositions, and a serene, natural feel, often focused on casual or street fashion.",
    "艺术化身": "Artistic avant-garde fashion photography, where the clothes are showcased in highly creative, abstract settings, often blurring the lines between fashion and art.",
    "奇幻冒险风": "Fantasy adventure style, featuring elaborate, whimsical costumes with magical or medieval elements, often inspired by fantasy worlds.",
    "未来科幻风": "Futuristic sci-fi style with sleek, metallic designs, neon accents, and bold, unconventional silhouettes reflecting advanced technology.",
    "日系校园风": "Japanese school uniform style with classic blazers, pleated skirts, sailor collars, and youthful, cute aesthetics.",
    "卡通英雄风": "Cartoon superhero style with bold colors, form-fitting suits, capes, and dramatic accessories like masks and utility belts.",
    "复古卡通风": "Retro cartoon style, featuring clothing designs from earlier decades (e.g., 1920s to 1950s), often with exaggerated proportions and simplified details.",
    "童话公主风": "Fairy tale princess style, with ornate dresses, flowing fabrics, tiaras, and accessories inspired by classic fairy tales.",
    "蒸汽朋克风": "Steampunk style with Victorian-era outfits, mechanical elements, gears, goggles, and a mix of historical and industrial designs.",
    "未来都市风": "Cyberpunk style, blending high-tech, urban streetwear with bold, futuristic accessories and neon color schemes.",
    "海盗冒险风": "Pirate adventure style with rugged, weathered coats, tricorn hats, belts, and accessories like swords or eyepatches.",
    "魔法学院风": "Magical academy style, featuring robes, capes, and mystical accessories like wands, often drawing inspiration from wizardry and magical schools.",
    "童趣可爱风": "Cute and playful style, with bright pastel colors, exaggerated patterns, and whimsical accessories like oversized bows and cute animal motifs.",
    "机械装甲风": "Mecha armor style, combining robotic elements with armor-like clothing, often with bold lines, metallic textures, and oversized parts.",
    "维多利亚风": "Victorian-inspired clothing with high collars, ruffled dresses, corsets, and elaborate lace details, giving a refined and elegant look.",
    "魔法少女风": "Magical girl style, with bright, colorful dresses, wands, and sparkling accessories, often used in anime and manga for transformation sequences.",
    "中世纪骑士风": "Medieval knight style, featuring armor, cloaks, and weapons like swords and shields, representing bravery and chivalry.",
    "卡通运动风": "Cartoon sportswear style, featuring exaggerated jerseys, sneakers, and accessories like helmets, reflecting a playful, active lifestyle.",
    "童话反派风": "Fairy tale villain style, with dark, dramatic clothing, capes, and sharp, angular designs that reflect a menacing, yet stylish appearance.",
    "忍者风": "Ninja style with sleek, stealthy outfits, headbands, and accessories like throwing stars or swords, emphasizing agility and mystery.",
    "浪漫田园风": "Pastoral romance style, with soft, flowing dresses, floral patterns, and gentle color schemes, evoking a sense of innocence and nature.",
    "朋克摇滚风": "Punk rock style with leather jackets, ripped jeans, bold patterns, spikes, and vibrant hair colors, reflecting rebellion and attitude."
  },
  "角色Characters": {
    "None": "",
    "==================女性===============": "a woman",
    "亚洲婴儿女孩": "A delicate Asian baby girl with smooth, soft skin, dark hair, and wide, curious eyes, often giggling or reaching out to touch her surroundings.",
    "亚洲幼儿女孩": "A playful Asian toddler girl with round cheeks, shiny dark hair, and a joyful smile, constantly exploring the world with bright, sparkling eyes.",
    "年轻的亚洲女性": "A graceful young Asian woman with sleek dark hair, sharp features, and a radiant, confident expression, exuding elegance and modern style.",
    "中年的亚洲女性": "A poised middle-aged Asian woman with refined features, soft yet firm skin, and a calm, confident demeanor that reflects wisdom and experience.",
    "年长的亚洲女性": "An elderly Asian woman with silver hair, gentle wrinkles, and a warm, wise expression, often wearing a serene smile that reflects a life full of knowledge.",

    "非洲婴儿女孩": "An adorable African baby girl with smooth dark skin, large, bright eyes, and a cheerful, infectious smile that lights up her face.",
    "非洲幼儿女孩": "A lively African toddler girl with expressive eyes, dark curly hair, and a playful nature, running around with boundless energy and laughter.",
    "年轻的非洲女性": "A confident young African woman with defined facial features, radiant skin, and a charismatic presence, exuding strength and style.",
    "中年的非洲女性": "A striking middle-aged African woman with powerful features, glowing skin, and a mature, dignified expression that reflects her experiences.",
    "年长的非洲女性": "An elderly African woman with gray hair, soft wrinkles, and a wise, kind expression, her calm demeanor reflecting a life full of stories and experiences.",

    "欧洲婴儿女孩": "A sweet European baby girl with soft, fair skin, light-colored hair, and large, innocent eyes that sparkle with curiosity and wonder.",
    "欧洲幼儿女孩": "A cheerful European toddler girl with rosy cheeks, soft light hair, and an adventurous spirit, always smiling and discovering new things.",
    "年轻的欧洲女性": "A sophisticated young European woman with chiseled features, light hair, and a stylish, elegant appearance, radiating confidence and charm.",
    "中年的欧洲女性": "A refined middle-aged European woman with soft, mature features, light hair that may be starting to gray, and a poised, graceful presence.",
    "年长的欧洲女性": "An elderly European woman with silver hair, gentle wrinkles, and a kind, wise smile that reflects her years of experience and life stories.",

    "拉丁美洲婴儿女孩": "A charming Latin American baby girl with dark hair, warm brown eyes, and a playful, curious smile that brightens her face.",
    "拉丁美洲幼儿女孩": "A lively Latin American toddler girl with bright eyes, dark curly hair, and a happy, energetic demeanor, always exploring and smiling.",
    "年轻的拉丁美洲女性": "A vibrant young Latin American woman with defined features, dark flowing hair, and a confident, passionate expression, full of life and energy.",
    "中年的拉丁美洲女性": "A confident middle-aged Latin American woman with tanned skin, mature facial features, and a warm, experienced expression that reflects wisdom.",
    "年长的拉丁美洲女性": "An elderly Latin American woman with silver-streaked hair, deep wrinkles, and a kind, knowing smile that reflects her cultural richness and life experience.",

    "中东婴儿女孩": "A beautiful Middle Eastern baby girl with soft dark hair, large, expressive eyes, and a calm, curious look as she observes her surroundings.",
    "中东幼儿女孩": "A curious Middle Eastern toddler girl with dark curly hair, bright eyes, and an infectious giggle, full of joy and exploration.",
    "年轻的中东女性": "A striking young Middle Eastern woman with dark, well-groomed hair, sharp facial features, and a strong, confident presence.",
    "中年的中东女性": "A poised middle-aged Middle Eastern woman with dignified features, dark hair, and a mature, elegant demeanor that reflects cultural pride and experience.",
    "年长的中东女性": "An elderly Middle Eastern woman with a full, gray-streaked headscarf, soft wrinkles, and a wise, calm expression, embodying tradition and respect.",

    "美洲原住民婴儿女孩": "A serene Indigenous American baby girl with deep brown skin, wide eyes, and a calm, observant expression, often watching her surroundings intently.",
    "美洲原住民幼儿女孩": "A playful Indigenous American toddler girl with expressive dark eyes, silky dark hair, and a joyful, curious nature as she explores the world.",
    "年轻的美洲原住民女性": "A graceful young Indigenous American woman with defined facial features, deep brown skin, and a calm, confident demeanor, deeply connected to her heritage.",
    "中年的美洲原住民女性": "A wise middle-aged Indigenous American woman with strong facial features, calm eyes, and a serene expression that reflects her deep cultural roots.",
    "年长的美洲原住民女性": "An elderly Indigenous American woman with silver hair, deeply wrinkled skin, and a warm, knowing smile, embodying the spirit of her ancestors.",

    "南亚婴儿女孩": "A sweet South Asian baby girl with soft dark hair, large, curious eyes, and a peaceful smile, often reaching out to explore the world.",
    "南亚幼儿女孩": "A joyful South Asian toddler girl with bright eyes, dark hair, and a mischievous smile, full of life and constantly running around in excitement.",
    "年轻的南亚女性": "A striking young South Asian woman with dark, well-groomed hair, sharp features, and a confident, poised presence, exuding modern grace.",
    "中年的南亚女性": "A mature middle-aged South Asian woman with elegant, refined features, slightly graying hair, and a calm, composed demeanor that reflects wisdom and experience.",
    "年长的南亚女性": "An elderly South Asian woman with silver hair, soft wrinkles, and a gentle, wise expression that radiates warmth and deep cultural knowledge.",

    "==================男性===============": "a man",
    "亚洲婴儿男孩": "An adorable Asian baby boy with soft, delicate features and a curious expression, often giggling or looking around with wide, bright eyes.",
    "亚洲幼儿男孩": "A playful Asian toddler boy with round cheeks and bright eyes, filled with energy and constantly exploring the world around him.",
    "年轻的亚洲男性": "A confident young Asian man with sharp facial features, clear skin, and a calm, composed demeanor, often stylish and modern.",
    "中年的亚洲男性": "A distinguished middle-aged Asian man with well-groomed hair, mature facial features, and a poised, experienced look that reflects wisdom and stability.",
    "年长的亚洲男性": "An elderly Asian man with silver hair, gentle wrinkles, and a wise expression, his calm presence radiating warmth and knowledge.",

    "非洲婴儿男孩": "A cute African baby boy with smooth dark skin, large sparkling eyes, and a joyful smile that lights up his face.",
    "非洲幼儿男孩": "A lively African toddler boy with chubby cheeks and expressive eyes, full of energy, running and playing with a joyful spirit.",
    "年轻的非洲男性": "A strong and athletic young African man with defined features, deep skin tone, and an air of confidence, exuding charisma and style.",
    "中年的非洲男性": "A powerful middle-aged African man with strong facial features, a mature and experienced appearance, and an aura of wisdom and authority.",
    "年长的非洲男性": "An elderly African man with graying hair, gentle wrinkles, and a wise, kind expression that speaks of a life rich in experience.",

    "欧洲婴儿男孩": "A sweet European baby boy with soft skin, light-colored hair, and big, innocent eyes that sparkle with curiosity.",
    "欧洲幼儿男孩": "A playful European toddler boy with rosy cheeks, light hair, and an adventurous spirit, constantly exploring and smiling.",
    "年轻的欧洲男性": "A youthful and charming young European man with chiseled features, light hair, and a stylish, modern look, full of confidence and energy.",
    "中年的欧洲男性": "A sophisticated middle-aged European man with refined features, slightly graying hair, and a confident, professional demeanor.",
    "年长的欧洲男性": "An elderly European man with silver hair, soft wrinkles, and a gentle smile, carrying a calm and wise expression that radiates warmth.",

    "拉丁美洲婴儿男孩": "A cute Latin American baby boy with dark hair, warm brown eyes, and a happy expression, often giggling or playing with his surroundings.",
    "拉丁美洲幼儿男孩": "A lively Latin American toddler boy with bright eyes and a playful smile, full of energy, always running and exploring.",
    "年轻的拉丁美洲男性": "A charismatic young Latin American man with defined features, dark hair, and a confident, vibrant appearance, often expressing a strong personality.",
    "中年的拉丁美洲男性": "A confident middle-aged Latin American man with tanned skin, mature features, and a relaxed but authoritative demeanor, reflecting life experience.",
    "年长的拉丁美洲男性": "An elderly Latin American man with silver hair, deep wrinkles, and a kind, approachable expression, reflecting wisdom and tradition.",

    "中东婴儿男孩": "A cute Middle Eastern baby boy with large dark eyes, soft dark hair, and a curious look as he explores his surroundings.",
    "中东幼儿男孩": "An energetic Middle Eastern toddler boy with bright, expressive eyes, dark hair, and a curious smile, filled with enthusiasm and excitement.",
    "年轻的中东男性": "A handsome young Middle Eastern man with dark, well-groomed hair, sharp facial features, and a confident, poised presence.",
    "中年的中东男性": "A mature middle-aged Middle Eastern man with dignified features, dark hair with slight graying, and a calm, authoritative demeanor.",
    "年长的中东男性": "An elderly Middle Eastern man with a full, graying beard, deep wrinkles, and a warm, wise expression, exuding respect and knowledge.",

    "美洲原住民婴儿男孩": "A sweet Indigenous American baby boy with deep brown skin, wide eyes, and a calm yet curious expression, often observing his surroundings.",
    "美洲原住民幼儿男孩": "A playful Indigenous American toddler boy with expressive eyes and dark hair, full of energy, exploring the world with a sense of wonder.",
    "年轻的美洲原住民男性": "A strong, youthful Indigenous American man with defined facial features, deep skin, and a connection to nature and his roots, often exuding quiet confidence.",
    "中年的美洲原住民男性": "A wise middle-aged Indigenous American man with deep-set eyes, strong facial features, and an aura of wisdom and deep connection to his heritage.",
    "年长的美洲原住民男性": "An elderly Indigenous American man with silver hair, wrinkled skin, and a calm, knowing expression, reflecting years of experience and connection to his culture.",

    "南亚婴儿男孩": "A charming South Asian baby boy with soft dark hair, large expressive eyes, and a calm yet curious demeanor, often smiling warmly.",
    "南亚幼儿男孩": "A playful South Asian toddler boy with bright eyes, soft dark hair, and a mischievous smile, full of energy and curiosity.",
    "年轻的南亚男性": "A sharp, confident young South Asian man with well-groomed dark hair, defined features, and a poised, charismatic appearance.",
    "中年的南亚男性": "A mature middle-aged South Asian man with strong features, slightly graying hair, and a calm, experienced demeanor that reflects wisdom.",
    "年长的南亚男性": "An elderly South Asian man with silver hair, soft wrinkles, and a gentle, wise expression that reflects a lifetime of experience."
  },
  "模特表情 | Expressions": {
    "None": "",
    "微笑": "A gentle smile, lips slightly curved upwards, expressing warmth and friendliness.",
    "大笑": "A bright, open-mouthed laugh, eyes sparkling with joy, conveying happiness and excitement.",
    "冷笑": "A subtle smirk, one corner of the mouth lifted, giving a confident or slightly mocking expression.",
    "轻蔑": "An arched eyebrow with a slight frown, lips pursed, showing disdain or superiority.",
    "悲伤": "A downturned mouth with slightly lowered eyebrows, eyes soft and melancholic, evoking sorrow.",
    "痛苦": "Brows furrowed, eyes narrowed, and lips pressed tightly together, showing distress or pain.",
    "惊讶": "Eyes wide open, mouth slightly agape, eyebrows raised, conveying surprise or shock.",
    "害怕": "Eyes wide with fear, mouth slightly open, eyebrows drawn up and inward, expressing fright or anxiety.",
    "愤怒": "Eyebrows furrowed, eyes glaring, mouth tightened or slightly open, expressing intense anger.",
    "思考": "Eyes slightly narrowed, lips pressed together or pursed, eyebrows raised slightly, showing deep thought or concentration.",
    "坚定": "A strong, unwavering gaze with slightly clenched jaw and set mouth, conveying determination and confidence.",
    "无奈": "Eyes looking away with a small sigh, lips slightly curved downward, showing resignation or helplessness.",
    "困惑": "Eyebrows raised unevenly, lips slightly parted, eyes showing uncertainty, conveying confusion.",
    "轻松": "A relaxed expression with slightly raised lips and soft eyes, evoking a sense of calm and ease.",
    "专注": "Brows furrowed slightly, eyes intensely focused, lips slightly pressed together, showing concentration and attention.",
    "调皮": "A mischievous grin with one eyebrow raised, eyes glinting with playfulness or teasing intent.",
    "挑衅": "A bold and confident smirk, head slightly tilted, with eyebrows raised in a challenging manner.",
    "害羞": "Slightly downturned eyes with a soft smile, head slightly tilted down, conveying shyness or modesty.",
    "疲倦": "Heavy eyelids, relaxed or slightly downturned mouth, head tilted or slumped slightly, showing exhaustion.",
    "满足": "A contented smile with closed or half-closed eyes, eyebrows relaxed, exuding a feeling of satisfaction."
  },
  "模特眼神 | Eyes Expressions": {
    "None": "",
    "深邃凝视": "A deep, intense gaze that captivates the viewer, creating a mysterious and thoughtful mood.",
    "温柔注视": "A soft and gentle look, with eyes that convey warmth, kindness, and tenderness.",
    "自信目光": "A confident, assertive look, with eyes that radiate power and assurance.",
    "冷酷凝视": "A cold, distant stare, with eyes that seem detached, evoking an air of aloofness or indifference.",
    "含笑的眼神": "Eyes that twinkle with a subtle smile, conveying friendliness, happiness, and approachability.",
    "悲伤眼神": "A sorrowful, melancholic look, with eyes that appear tearful or full of emotional weight.",
    "挑逗眼神": "A playful, teasing gaze, with eyes that suggest flirtation, curiosity, and attraction.",
    "坚定眼神": "A determined, focused gaze, with eyes that express resolve and inner strength.",
    "忧郁的凝望": "A melancholic, distant gaze, with eyes that reflect deep thought or emotional turmoil.",
    "闪烁的眼神": "Eyes that sparkle with excitement or joy, full of energy and enthusiasm.",
    "凌厉目光": "A sharp, piercing gaze, with eyes that give off a sense of precision and intensity.",
    "沉思的眼神": "A pensive, thoughtful look, with eyes that suggest deep contemplation or introspection.",
    "天真的眼神": "A wide-eyed, innocent gaze, conveying purity, curiosity, and naivety.",
    "梦幻的目光": "A dreamy, faraway look, with eyes that seem lost in thought or fantasy.",
    "冷静的目光": "A calm, composed gaze, with eyes that reflect inner peace and control.",
    "锐利的眼神": "A sharp, focused gaze, with eyes that cut through the scene, full of precision and attention.",
    "惊讶的眼神": "A wide, surprised look, with eyes that open wide in response to something unexpected.",
    "愤怒的眼神": "A fiery, intense gaze, with eyes that burn with frustration or anger.",
    "迷茫的眼神": "A confused, unfocused gaze, with eyes that seem lost or uncertain about their surroundings.",
    "欣慰的眼神": "A content, peaceful gaze, with eyes that convey relief and satisfaction."
  },
  "模特发型|Hairstyle": {
    "None": "",
    "长直发": "Long, straight hair cascading smoothly down the back, sleek and polished for a classic look.",
    "短发": "A clean, cropped short hairstyle that highlights the face, perfect for a modern, edgy look.",
    "波浪卷": "Loose waves flowing down the shoulders, giving a soft, romantic feel with natural volume.",
    "齐刘海": "Straight, blunt bangs that frame the face, paired with long or medium-length hair for a youthful appearance.",
    "大卷发": "Large, voluminous curls that add bounce and drama, creating a glamorous, eye-catching style.",
    "中分直发": "Straight hair parted down the middle, sleek and symmetrical, exuding elegance and balance.",
    "蓬松卷发": "Textured, voluminous curls creating a playful, carefree style with lots of body and movement.",
    "盘发": "Hair neatly pinned up in an elegant bun or chignon, perfect for formal or sophisticated occasions.",
    "马尾": "A high or low ponytail, sleek or tousled, offering a versatile, sporty, or chic look.",
    "侧编发": "Hair braided to the side, creating a soft, romantic look with intricate details.",
    "发髻": "A classic topknot or low bun, neatly styled for a sophisticated, clean appearance.",
    "半扎发": "Half of the hair tied up, leaving the rest loose for a balanced, casual yet stylish look.",
    "短卷发": "Short hair styled with soft curls, creating a playful and youthful appearance with texture.",
    "爆炸头": "A full, voluminous afro style that celebrates natural texture and adds a bold statement to the look.",
    "侧马尾": "A ponytail swept to one side, creating an asymmetrical and dynamic look with a playful touch.",
    "脏辫": "Long, tight dreadlocks that offer a distinctive, bold style with cultural significance and texture.",
    "编发发冠": "Hair intricately braided into a crown shape around the head, perfect for a regal or bohemian look.",
    "湿发造型": "A slicked-back, wet-look hairstyle, giving a modern, edgy vibe as though fresh out of water.",
    "蓬松短发": "A textured, tousled short hairstyle, creating volume and a carefree, effortless look.",
    "卷曲波波头": "A wavy bob cut that sits just above the shoulders, combining elegance with a playful twist."
  },
  "模特体型|Body type": {
    "None": "",
    "纤细": "A slim and lean body type with minimal body fat, often with long limbs and a delicate frame.",
    "高挑": "A tall, slender build with long legs and arms, emphasizing height and elegance.",
    "健美": "A well-defined, muscular physique with toned arms, legs, and core, showcasing strength and fitness.",
    "娇小": "A petite, smaller frame with shorter height, emphasizing delicacy and compactness.",
    "匀称": "A proportionate body type with balanced weight distribution, often with a toned yet natural appearance.",
    "曲线型": "An hourglass figure with defined curves, accentuating the waist, hips, and bust.",
    "丰盈": "A fuller, voluptuous body type with soft curves and a natural, healthy build.",
    "苗条": "A slender body type with a narrow waist and slim limbs, showcasing a graceful silhouette.",
    "肌肉型": "A body type with prominent muscle mass and definition, typically associated with fitness models or athletes.",
    "骨感": "A very slim frame where bones are more prominent, often giving an edgy, high-fashion look.",
    "宽肩窄腰": "A body type with broad shoulders and a narrow waist, often creating a V-shaped silhouette.",
    "梨形": "A body type where the hips are wider than the shoulders, creating a feminine, bottom-heavy silhouette.",
    "沙漏型": "A curvaceous figure with a well-defined waist and proportionate bust and hips, highlighting classic femininity.",
    "苹果型": "A body type where weight is more concentrated in the upper body, especially around the waist and midsection.",
    "运动型": "A fit and toned body type with a strong core and lean muscle, typically associated with active lifestyles.",
    "丰满": "A body type with generous curves, particularly around the hips, thighs, and bust, often radiating confidence and allure.",
    "紧致型": "A toned body type with defined muscles and minimal body fat, creating a fit and polished appearance.",
    "修长": "A long, lean body type with elongated limbs, often exuding an elegant and graceful presence.",
    "结实": "A sturdy, solid build with muscle definition, reflecting physical strength and resilience.",
    "自然体型": "A natural body type that is neither too slim nor too curvy, representing everyday, relatable figures."
  },
  "模特动作|Action": {
    "None": "",
    "双手插腰": "Standing tall with hands placed confidently on the hips, exuding strength and power.",
    "侧身站立": "Standing with the body turned slightly to the side, one leg crossed in front of the other for a graceful pose.",
    "手扶下巴": "Resting one hand gently under the chin, creating a thoughtful or contemplative expression.",
    "双臂交叉": "Arms crossed over the chest, projecting confidence, assertiveness, or a casual stance.",
    "单手举起": "One arm raised above the head, fingers spread slightly, giving a dynamic and energetic pose.",
    "手放在胸前": "Hands gently placed on the chest, creating a soft and tender posture, often used to evoke emotion.",
    "手托后脑": "One hand resting behind the head, with the elbow bent, giving a relaxed and carefree vibe.",
    "双手抱肩": "Arms crossed in front of the chest, hands resting on the shoulders, creating a warm, self-embracing pose.",
    "背对镜头": "Standing with the back facing the camera, head slightly turned to offer a glimpse of the profile.",
    "单腿支撑": "One leg straight while the other is bent slightly, foot resting on the toes, offering a poised yet relaxed stance.",
    "伸展双臂": "Arms extended outward or upward, creating a wide, open pose that conveys freedom and energy.",
    "双手轻触脸颊": "Both hands gently touching the cheeks, creating a soft and delicate expression.",
    "单膝跪地": "One knee resting on the ground, with the other leg bent, offering a dynamic and engaging pose.",
    "倚靠物体": "Leaning against a wall or prop, one shoulder touching the surface for a casual, effortless look.",
    "抬头望天": "Head tilted back, eyes gazing upward, conveying a sense of wonder or contemplation.",
    "低头凝视": "Head lowered slightly, eyes focused downward, creating a pensive or shy expression.",
    "单手叉腰": "One hand on the hip, while the other arm is relaxed at the side, adding a confident, asymmetrical pose.",
    "侧卧地面": "Lying on the side with one arm supporting the head, creating a relaxed, inviting posture.",
    "双臂环抱": "Arms wrapped around the body, as if giving a hug, conveying warmth, tenderness, or introspection.",
    "踮脚尖": "Standing on the tips of the toes, creating an elongated, graceful silhouette often used in dance or ballet poses."
  },
  "构图Composition": {
    "None": "",
    "面部肖像": "A close-up portrait focusing on the face, capturing the model's facial features and expressions with high detail.",
    "半身像": "A half-body shot, framing the model from the waist up, highlighting both the face and upper body posture.",
    "全身像": "Full-length standing portrait,A full-body shot, capturing the model's entire figure, emphasizing their stance, posture, and full outfit.",
    "广角拍摄": "A wide-angle shot, capturing both the model and a significant portion of the surrounding environment, giving a broader context.",
    "特写镜头": "An extreme close-up focusing on a specific part of the model, such as the eyes, lips, or hands, to emphasize details.",
    "三分身像": "A three-quarter body shot, showing the model from the knees up, providing a fuller view of the outfit while maintaining focus on the upper body.",
    "俯视镜头": "A high-angle shot, looking down on the model from above, creating a sense of perspective and highlighting the environment or background.",
    "仰视镜头": "A low-angle shot, looking up at the model from below, making the subject appear more imposing or grand.",
    "远景拍摄": "A long shot, showing the model at a distance, with the environment playing a significant role in the composition.",
    "近景拍摄": "A close-up shot, framing the model's upper body or face, capturing detailed expressions or specific elements of the outfit.",
    "中景拍摄": "A medium shot, typically from the waist up, balancing the model and their surroundings in the frame.",
    "超远景拍摄": "An extreme long shot, where the model appears small in the frame, surrounded by a vast landscape or large setting.",
    "全景镜头": "A panoramic shot, capturing a wide, sweeping view of the scene with the model as part of the expansive background.",
    "肩部特写": "A shoulder close-up, framing the model’s face and shoulders, often used for more intimate or personal shots.",
    "腰部镜头": "A waist-up shot, focusing on the model’s upper body while also showing details of the waist area and clothing.",
    "群体镜头": "A group shot, featuring multiple models or people, balancing each subject within the frame.",
    "动态拍摄": "An action shot, capturing the model in motion, such as walking or posing dynamically, to emphasize movement and energy.",
    "静态镜头": "A static shot, where the model is posed and still, with the focus on the outfit or overall composition.",
    "侧面镜头": "A profile shot, capturing the model from the side, emphasizing the silhouette and facial profile.",
    "背面镜头": "A back view shot, focusing on the model from behind, highlighting the back details of the outfit or posture.",
    "单张正面站姿": "one image, model standing facing forward,Full-length standing portrait",
    "单张侧面站姿": "one image, model standing in profile,Full-length standing portrait",
    "单张背面站姿": "one image, model standing facing backward,Full-length standing portrait",
    "单张动态行走": "one image, model walking in motion,Full-length standing portrait",
    "单张坐姿": "one image, model seated, relaxed posture",
    "双图正侧对比": "two images, one facing forward, one in profile",
    "双图前后对比": "two images, one facing forward, one facing backward",
    "双图静态与动态": "two images, one static standing, one walking",
    "三图前后侧": "three images, front, back, and profile views",
    "三图不同动态": "three images, different dynamic poses",
    "三图站立与坐姿": "three images, standing, seated, and walking",
    "四图正侧后与动态": "four images, front, side, back, and one dynamic pose",
    "四图多角度": "four images, various angles from front, side, and back",
    "四图不同情境": "four images, different poses in varied settings",
    "四图前后侧加细节": "four images, front, back, profile, and close-up of details",
    "五图展示细节": "five images, front, side, back, dynamic, and garment details",
    "五图平静与运动": "five images, calm standing, seated, and dynamic walking or running",
    "六图完整展示": "six images, full body from multiple angles and one close-up of fabric",
    "六图故事情节": "six images, model interacting with the environment, telling a visual story",
    "多图全方位展示": "multiple images, full 360-degree view and various poses"
  },

  "场景Scene_spring": {
    "None": "",
    "桃花盛开的山谷": "In a picturesque valley filled with blooming peach blossoms, the delicate pink flowers sway gently in the breeze. The vibrant trees line the path, their soft petals fluttering to the ground as they stroll through the scene, wearing {clothes}, perfectly complementing the fresh beauty of spring.",
    "樱花树下的漫步": "Under a canopy of blossoming cherry trees, the petals fall like snow, covering the ground in soft pink. The sunlight filters through the branches, casting a warm glow on their face as they walk gracefully in {clothes}, immersed in the dreamy springtime atmosphere.",
    "春季稻田的嫩绿": "By the edge of a young rice paddy, the fields stretch out in vibrant shades of green, reflecting the clear blue sky. The freshly planted rice seedlings sway gently in the warm spring breeze, while they stand on the narrow path between the fields, dressed in {clothes}, blending with the renewal of life.",
    "桃花小径的清晨": "In the early morning light, a narrow path winds through a sea of blooming peach trees. The air is crisp, filled with the sweet scent of flowers, as they walk through the orchard in {clothes}, with the pink blossoms framing the serene landscape.",
    "春日乡村稻田": "In the countryside, the lush green of the newly sprouted rice plants contrasts against the bright blue sky. The distant mountains rise in the background, while the sound of water flowing through the irrigation channels fills the air, as they stand in {clothes}, absorbing the peacefulness of spring.",
    "樱花大道的浪漫": "On a wide boulevard lined with tall cherry blossom trees in full bloom, the petals dance in the wind, covering the ground in a soft pink layer. As they stroll down the avenue, {clothes} adds a touch of elegance to the romantic setting.",
    "春季油菜花田": "In a vast field of bright yellow rapeseed flowers, the air is filled with the hum of bees and the warmth of the spring sun. The golden sea of flowers stretches to the horizon, as they stand amidst the blooms, their {clothes} providing a striking contrast to the vibrant landscape.",
    "春天的乡村稻田": "Surrounded by freshly plowed fields, the young rice seedlings are just beginning to sprout, their vibrant green contrasting with the rich brown soil. The rural landscape, with small farmhouses in the distance, provides a peaceful backdrop as they walk along the path in {clothes}.",
    "春风中的樱花小径": "A narrow path winds through a tunnel of cherry trees in full bloom, their pink blossoms falling like confetti in the soft spring wind. As they walk along the petal-covered path, {clothes} enhances the gentle and magical atmosphere of the season.",
    "溪边的桃花林": "By the side of a gently flowing stream, the banks are lined with blooming peach trees, their branches heavy with pink flowers. The soft sound of water accompanies their walk along the shore, while {clothes} harmonizes with the delicate beauty of the scene.",
    "稻田中的春日黄昏": "At dusk, the setting sun casts a warm golden light over the young rice fields, the green shoots glowing in the fading sunlight. They stand on a narrow dirt path between the fields, their {clothes} blending seamlessly with the calm and peaceful spring evening.",
    "春日湖畔的樱花": "By the still waters of a springtime lake, the surface is mirrored with the reflection of blooming cherry blossoms. The soft pink petals fall gently onto the water, creating a tranquil scene as they stand at the edge, {clothes} adding a serene elegance to the moment.",
    "桃花环绕的山村": "In a mountain village surrounded by peach trees in full bloom, the small wooden houses are nestled among the pink blossoms. As they walk along the village path in {clothes}, the vibrant colors of the flowers create a harmonious contrast to the rustic architecture.",
    "田野边的春日野花": "On the edge of a country field, wildflowers in shades of white, pink, and yellow bloom under the clear spring sky. The vibrant colors of the flowers contrast with the green fields, while they stand among the blossoms in {clothes}, enjoying the simplicity of nature.",
    "春日清晨的稻田": "In the early morning mist, the fresh shoots of rice rise from the water-filled fields, creating a soft green carpet. The distant mountains are veiled in fog, while the sky is tinged with the pink light of dawn. They stand at the edge of the field, {clothes} complementing the serene beauty of spring.",
    "春天的湖边桃林": "By a serene lake, the surrounding peach trees are in full bloom, their pink flowers reflecting in the clear waters. The soft breeze creates gentle ripples on the surface as they stand by the water's edge, {clothes} perfectly harmonizing with the peaceful atmosphere.",
    "春季的竹林小道": "A narrow path leads through a dense bamboo grove, where the tender green shoots of spring create a sense of renewal. The tall bamboo sways gently in the breeze, as the soft light filters through the leaves, casting dappled shadows on {clothes}.",
    "春雨后的樱花园": "After a light spring rain, the cherry blossoms glisten with droplets of water. The air is fresh and cool, and the petals have formed a soft pink carpet on the ground. They stand in the rain-kissed garden, their {clothes} adding a vibrant contrast to the delicate scene.",
    "桃花满地的小桥": "Crossing a small stone bridge over a stream, the ground is covered in peach blossom petals, creating a soft pink carpet. The vibrant spring scenery surrounds them, as they pause on the bridge in {clothes}, with the trees and flowers framing the picturesque view.",
    "田间小路的春季风光": "A narrow dirt road winds through freshly plowed fields, with young crops just beginning to sprout. The soft green shoots rise against the backdrop of distant hills, and wildflowers bloom along the roadside, while they walk along the path in {clothes}, taking in the peaceful countryside."
  },
  "场景Scene_summer": {
    "None": "",
    "盛夏稻田的金黄": "In the peak of summer, the golden rice paddies stretch across the landscape, swaying gently in the warm breeze. The blue sky above is dotted with fluffy white clouds, while they stand in {clothes} on a narrow dirt path, surrounded by the rich colors of the harvest season.",
    "小河边的清凉夏日": "By the side of a gently flowing river, the crystal-clear water reflects the bright blue sky and puffy white clouds. The banks are lined with lush greenery, and the air is filled with the sound of cicadas, as they sit by the water in {clothes}, enjoying the cool, peaceful atmosphere of summer.",
    "夏日稻田中的小路": "A narrow dirt path winds through a field of vibrant green rice paddies, the young plants swaying in the breeze under the intense summer sun. The sky is a brilliant blue, with only a few white clouds drifting lazily overhead, as they walk along the path in {clothes}, basking in the warmth of the season.",
    "蓝天白云下的乡村田野": "In the open countryside, the vast sky is filled with towering white clouds against a backdrop of bright blue. Below, the fields are alive with crops and flowers, stretching as far as the eye can see. They stand in {clothes}, surrounded by the beauty of nature, as the golden sun bathes everything in light.",
    "夏季河畔的树荫": "By a gently flowing stream, tall trees provide a welcome shade from the hot summer sun. The dappled sunlight filters through the leaves, casting soft shadows on the ground, as they sit in {clothes} under the canopy of green, enjoying the coolness of the riverbank.",
    "稻田中的夏季夕阳": "As the sun sets on a warm summer day, the sky turns shades of orange and pink, casting a golden glow over the ripe rice fields. They stand in {clothes}, silhouetted against the setting sun, as the soft light creates a magical atmosphere over the quiet countryside.",
    "蓝天下的稻田与白云": "Under a deep blue sky filled with billowing white clouds, the lush green rice fields stretch out before them. The air is warm, and the sound of birds fills the sky as they walk along the edge of the fields in {clothes}, enjoying the serenity of a summer's day.",
    "夏日田野的蓝天": "The vast open fields are bathed in sunlight, the crops in full bloom under a bright blue sky. Puffy white clouds float lazily overhead, casting occasional shadows on the landscape. They stand in {clothes}, surrounded by the abundance of summer's growth and the peaceful beauty of nature.",
    "河边的夏日黄昏": "As the day fades into evening, the sun sets low on the horizon, casting a warm, golden light over the river. The water glimmers with the reflection of the blue sky and white clouds, while they sit by the riverbank in {clothes}, enjoying the peaceful summer twilight.",
    "稻田边的木桥": "A small wooden bridge crosses over a canal that runs through the rice fields, the vibrant green crops swaying gently in the summer breeze. The sky is bright and clear, with a few white clouds lazily drifting by. They stand on the bridge in {clothes}, taking in the idyllic rural scene.",
    "夏季小河边的野花": "Along the riverbank, wildflowers bloom in a riot of color, their bright petals standing out against the rich greenery. The water flows softly under the warm summer sun, while the sky is clear and blue, dotted with white clouds. They stand among the flowers in {clothes}, enjoying the simple beauty of nature.",
    "夏日池塘边的荷花": "By the side of a peaceful pond, the surface is dotted with blooming lotus flowers, their pink and white petals floating gently on the water. The tall green reeds sway in the summer breeze, as the sky above is a brilliant blue. They stand by the water in {clothes}, the scene exuding calm and tranquility.",
    "乡村稻田的蓝天与阳光": "The summer sun shines brightly over the vast expanse of green rice fields, the young plants thriving under the clear blue sky. Fluffy white clouds provide a stunning contrast to the vibrant landscape, as they stand at the edge of the field in {clothes}, surrounded by the warmth and life of the season.",
    "夏季河流旁的宁静": "Next to a meandering river, the clear water flows quietly under the shade of tall trees. The sky is blue, with large white clouds drifting overhead, while the surrounding fields are alive with the sound of birds and insects. They sit by the water in {clothes}, enjoying the peaceful atmosphere of summer.",
    "夏日稻田与白云的相映": "On a bright summer afternoon, the rich green of the rice paddies contrasts sharply with the vivid blue sky above. White clouds roll lazily across the horizon, creating a breathtaking view. They walk along a path between the fields in {clothes}, fully immersed in the beauty of summer's bounty.",
    "小河边的夏季宁静": "The clear waters of the river flow slowly, reflecting the blue sky and passing clouds. On the banks, tall grasses and wildflowers sway in the warm summer breeze, creating a perfect, tranquil setting for a moment of rest. They sit by the river in {clothes}, absorbing the peace of the natural surroundings.",
    "夏季湖边的蓝天白云": "At the edge of a calm lake, the water is still, mirroring the deep blue sky and the large white clouds overhead. The air is filled with the soft sounds of nature, while they stand on the shore in {clothes}, the perfect picture of summer's tranquility and beauty.",
    "田野中的小河与稻田": "In the midst of the countryside, a small river winds through the green expanse of rice fields, its waters shimmering under the summer sun. The sky is clear, with just a few white clouds dotting the horizon, as they walk by the river in {clothes}, surrounded by the peaceful rhythm of rural life.",
    "夏季河畔的树林与蓝天": "Tall trees line the banks of a lazy summer river, their green leaves providing shade from the hot sun. The blue sky above is clear and expansive, with a few white clouds drifting by. They stand under the trees in {clothes}, enjoying the cool breeze and the quiet murmur of the water.",
    "稻田中的夏季小溪": "A narrow stream winds through the rice paddies, its clear water reflecting the bright summer sky. The green rice plants stretch out in neat rows, creating a serene, orderly landscape, while they stand by the stream in {clothes}, enjoying the peaceful simplicity of a summer day."
  },
  "场景Scene_autumn": {
    "None": "",
    "红枫林中的漫步": "In an autumnal forest of vibrant red maples, soft golden sunlight filters through the trees, casting a warm glow on the ground. The crunch of fallen leaves accompanies their steps, with fiery red and orange foliage creating a stunning backdrop for {clothes}.",
    "银杏大道的浪漫": "On a picturesque avenue lined with tall ginkgo trees, the bright yellow leaves flutter down like golden snowflakes, covering the path in a vibrant yellow carpet. The cool autumn breeze enhances the serenity as they walk gracefully in {clothes}, surrounded by this iconic autumn scene.",
    "稻田收割后的宁静": "Standing on the edge of a harvested rice field, the golden stubble of the crops stretches out beneath the clear blue autumn sky. In the distance, farmers work under the warm sun, and the rustic beauty of rural life complements {clothes}.",
    "乡村小路的黄昏": "As the sun sets behind rolling hills, the countryside is bathed in the warm hues of twilight. Walking along a narrow dirt road lined with fall flowers and dried grasses, the peaceful surroundings highlight the simple beauty of the moment, while {clothes} stands out against the earthy tones.",
    "秋天的湖边倒影": "By the tranquil waters of an autumn lake, the golden leaves of nearby trees reflect perfectly on the surface, creating a mirror-like scene. As they stand on the shore, the soft ripples in the water and the cool breeze bring a calming sense of stillness, complementing {clothes}.",
    "南瓜田的秋季收获": "In a vast pumpkin field ready for harvest, the warm orange tones of the pumpkins contrast beautifully with the rich brown earth and the clear sky above. They stand amidst the abundance, with {clothes} perfectly suited for this lively, rustic setting.",
    "山顶俯瞰金色秋景": "On a mountain peak, surrounded by the vast expanse of golden forests and distant rolling hills, the view is breathtaking. The autumn leaves blanket the landscape in rich hues of red, yellow, and orange, as they stand on the summit, taking in the grandeur while wearing {clothes}.",
    "古镇秋日闲步": "In a quiet old town, the cobblestone streets are adorned with fallen leaves from towering autumn trees. Wooden houses with rustic charm line the narrow alleys, and the soft autumn light adds a nostalgic touch to the scene as they walk, {clothes} harmonizing with the peaceful atmosphere.",
    "秋季花园的余晖": "In a formal garden, autumn flowers like chrysanthemums bloom in shades of yellow, orange, and burgundy. The late afternoon sun casts long shadows over the meticulously arranged flowerbeds, while {clothes} adds a touch of elegance to the tranquil scene.",
    "农田与风车的秋日景色": "In a wide-open field, a classic windmill turns slowly in the gentle breeze. The harvested crops lie in neat rows, and the distant hills are covered in trees with autumn foliage. They pose near the windmill, {clothes} standing out against the rustic, pastoral setting.",
    "枫叶覆盖的河畔": "Alongside a gentle river, the ground is covered in a thick blanket of crimson and gold maple leaves. The river flows quietly, reflecting the rich colors of autumn, while {clothes} contrasts beautifully with the vivid surroundings.",
    "秋日葡萄园的丰收": "In a sprawling vineyard ready for the autumn harvest, rows of grapevines heavy with ripe fruit stretch toward the horizon. The golden light of late afternoon highlights the rich purples and greens, as {clothes} blends with the abundance of the season.",
    "秋日山村的晨雾": "In a remote mountain village, the early morning mist rises over the valley, softening the vivid autumn colors of the surrounding forest. The quiet village, with its wooden houses and terraced fields, creates a perfect backdrop for {clothes}.",
    "秋天小溪边的静谧": "By a small creek running through an autumnal forest, the water flows gently over moss-covered rocks, surrounded by golden leaves. The soft murmur of the stream adds to the peaceful atmosphere, as they sit on the creek's edge in {clothes}, enjoying the tranquil setting.",
    "稻草堆旁的秋季风光": "In a countryside setting, large stacks of hay are arranged after the harvest, casting long shadows in the late afternoon sun. The golden light catches the dry grass, and {clothes} contrasts beautifully with the rustic simplicity of the scene.",
    "秋日果园的丰盈": "In an orchard full of ripe apples and pears, the trees are heavy with fruit ready to be picked. The ground is scattered with fallen leaves and fruit, and the crisp autumn air fills the scene, while {clothes} complements the vibrant abundance of the harvest.",
    "落叶飘零的城市公园": "In a city park, wide paths are covered in colorful fallen leaves, and benches sit beneath tall autumn trees. The soft light of a cloudy autumn day enhances the peaceful mood, as {clothes} adds a modern touch to the urban autumn scene.",
    "秋季露天咖啡馆": "At an outdoor café, the tables are shaded by large umbrellas and surrounded by trees shedding their leaves. The warm autumn light filters through, casting a soft glow on the pavement, as they enjoy a quiet moment, with {clothes} fitting perfectly in the relaxed, cozy atmosphere.",
    "小木屋前的秋日景象": "In front of a cozy wooden cabin nestled in a forest, the trees are ablaze with autumn colors. Smoke rises gently from the chimney, and the soft crackling of leaves underfoot adds to the warmth of the scene as they stand by the door, {clothes} adding a touch of charm.",
    "秋天草甸的夕阳": "On a wide, open meadow surrounded by autumn trees, the setting sun casts a golden glow over the grass and fallen leaves. The sky is a mix of warm orange and cool purple, as {clothes} blends seamlessly with the serene beauty of the fall evening."
  },
  "场景Scene_winter": {
    "None": "",
    "白雪覆盖的森林": "The forest is blanketed in a thick layer of snow, the branches of the tall, bare trees heavy with frost. The air is crisp and cold, and the only sound is the crunch of footsteps in the snow. They stand in {clothes}, surrounded by the pristine beauty of winter, as the white snow stretches endlessly into the distance.",
    "雪乡的小木屋": "In a quaint winter village, small wooden cabins are nestled in the snow, smoke rising from their chimneys as the cold wind sweeps across the landscape. The sky is a pale grey, heavy with clouds, while they stand in {clothes}, framed by the cozy warmth of the snow-covered village.",
    "冬季的枯木林": "In a frozen forest, the skeletal forms of leafless trees stand stark against the white snow, their branches twisted and bare. The ground is covered in a thick blanket of snow, and the air is still and silent. They walk through the woods in {clothes}, surrounded by the haunting beauty of winter’s starkness.",
    "雪地中的冰湖": "A frozen lake stretches out before them, its surface smooth and covered in a light dusting of snow. The sky is pale blue, and the air is freezing cold, with the distant mountains capped in white. They stand on the shore in {clothes}, the icy beauty of the winter landscape creating a perfect backdrop.",
    "雪地中蜿蜒的小路": "A narrow, snow-covered path winds through a field of untouched snow, the landscape around it completely white and serene. The bare trees stand tall against the horizon, their branches coated in frost. They walk along the path in {clothes}, the peaceful quiet of the snow-covered world all around them.",
    "雪山下的冬季小村庄": "At the base of towering snow-capped mountains, a small village lies tucked into the valley, its rooftops covered in a thick layer of snow. The cold air is crisp, and the distant peaks are bathed in the soft glow of the winter sun. They stand in {clothes}, framed by the majestic mountains and the quiet stillness of the snowy village.",
    "冬日的枯树与白雪": "In an open field, a single, large tree stands alone, its branches bare and covered in frost. The ground around it is blanketed in snow, and the sky is pale and overcast. They stand near the tree in {clothes}, the stark contrast between the dark branches and the white snow creating a dramatic winter scene.",
    "冬季的河流与积雪": "A slow-moving river winds through the snow-covered landscape, its surface partially frozen, with patches of dark water visible beneath the ice. The banks are lined with snow, and the bare trees reach out over the water. They stand by the river in {clothes}, the cold air and quiet surroundings adding to the peaceful winter scene.",
    "雪原中的孤独小屋": "A small, solitary cabin stands in the middle of a vast, snowy plain, its roof heavy with snow and the windows glowing with warmth from within. The sky is grey and filled with the promise of more snow to come. They stand in {clothes}, framed by the endless white of the snow-covered landscape and the quiet isolation of the winter.",
    "冰雪覆盖的山脉": "In the distance, towering mountains rise up, their peaks hidden beneath thick layers of snow and ice. The sky above is a pale blue, and the air is frigid. They stand at the base of the mountains in {clothes}, surrounded by the grandeur and cold beauty of the snow-covered peaks.",
    "冬季河流边的枯草": "Along the edge of a partially frozen river, dry, brown grasses poke through the snow, their thin blades brittle in the cold winter air. The river flows slowly, its surface cracked with ice, while they stand in {clothes}, the contrast between the frozen landscape and the flowing water creating a serene winter scene.",
    "雪地中的松树林": "Tall evergreen trees rise above the snow-covered ground, their branches heavy with fresh snowfall. The air is filled with the scent of pine and the quiet stillness of the forest. They walk through the snow in {clothes}, surrounded by the peaceful beauty of the snow-covered pines.",
    "白雪覆盖的田野": "A wide-open field is completely blanketed in white, the snow stretching out in all directions under a grey, cloud-filled sky. In the distance, a line of bare trees stands stark against the horizon. They stand in the middle of the field in {clothes}, the stillness of the snow-covered landscape creating a calm, quiet scene.",
    "冬季山脚下的雪路": "A snow-covered road winds its way through the foothills of a mountain, the surrounding trees bare and covered in frost. The air is cold and crisp, and the distant peaks are capped with white. They walk along the road in {clothes}, the winter landscape quiet and serene around them.",
    "冬日雪地中的孤树": "A single, large tree stands in the middle of a vast, snow-covered plain, its branches bare and covered in frost. The sky is overcast, and the ground is blanketed in white. They stand near the tree in {clothes}, the stark, cold beauty of the winter landscape all around them.",
    "冬季河畔的雪景": "By the side of a slow-moving river, the banks are covered in snow, and the trees lining the water's edge are bare and frosty. The water flows gently beneath a layer of ice, reflecting the pale winter sky. They stand by the river in {clothes}, the peacefulness of the snow-covered world creating a tranquil winter scene.",
    "雪地中的小木桥": "A small wooden bridge crosses over a frozen stream, the ground around it covered in deep snow. The bare trees stand stark against the white landscape, their branches coated in frost. They walk across the bridge in {clothes}, the winter world silent and still all around them.",
    "冰雪覆盖的湖泊与远山": "In the distance, snow-capped mountains rise above a frozen lake, the surface of the water completely covered in ice and snow. The air is cold and clear, and the sky is pale blue. They stand by the edge of the lake in {clothes}, the vast expanse of ice and snow stretching out before them.",
    "雪地中的冬季森林小径": "A narrow path winds through the forest, the ground covered in a thick layer of snow and the trees bare and frosty. The cold air is still, and the only sound is the crunch of footsteps on the snow. They walk along the path in {clothes}, surrounded by the quiet beauty of the winter woods."
  },
  "场景Scene_T": {
    "None": "",
    "奢华的巴黎时尚T台": "A luxurious runway show in Paris, where models glide down a shimmering black marble catwalk, illuminated by golden spotlights. The opulent chandeliers above cast a warm glow over the extravagant designs. Models are dressed in haute couture {clothes}, surrounded by an audience of elite fashion critics and celebrities, exuding sophistication and grandeur.",
    "简约的伦敦时尚T台": "A minimalist runway in London, with a sleek, white backdrop and clean lines. The lighting is bright and sharp, focusing entirely on the cutting-edge designs. Models wear {clothes}, striding down a modern, stripped-down catwalk with understated elegance, while the audience admires the refined, avant-garde fashion in a stark, contemporary setting.",
    "传统民族风的时尚T台": "A vibrant runway infused with ethnic elements, where bold colors, traditional patterns, and cultural motifs dominate the stage. The models wear {clothes}, inspired by the rich heritage of diverse cultures. The backdrop showcases tribal symbols, and the runway is adorned with ethnic decor, transporting the audience into a world of cultural pride and fashion fusion.",
    "巴黎香榭丽舍大街的时尚T台": "Set against the iconic Champs-Élysées in Paris, this outdoor runway captures the essence of Parisian chic. The models in {clothes} walk beneath the grandeur of the Arc de Triomphe, with the tree-lined street and classic Parisian architecture creating a stunning backdrop for this elegant fashion show. The atmosphere is classic yet modern, filled with timeless style.",
    "前卫的东京时尚T台": "A futuristic runway in Tokyo, where neon lights and digital projections transform the space into a high-tech fashion spectacle. Models in {clothes} walk down a reflective, mirrored runway, surrounded by holographic displays and avant-garde designs. The atmosphere is cutting-edge, embracing the fusion of technology and fashion with a futuristic, cyberpunk vibe.",
    "奢华的北京时尚T台": "A glamorous runway in the heart of Beijing, where ancient and modern aesthetics collide. The grand setting includes ornate gold detailing and traditional Chinese motifs, while models showcase cutting-edge designs in {clothes}. The audience is captivated by the fusion of high fashion and Chinese cultural elements, with the opulence of the Forbidden City in the background.",
    "北京四合院的时尚T台": "A stylish outdoor runway set in a traditional Beijing siheyuan (courtyard), where the ancient architecture contrasts with modern fashion. The models in {clothes} walk through the stone-paved courtyard, surrounded by red lanterns and traditional Chinese wooden structures. The atmosphere is a beautiful blend of history, culture, and modern high fashion.",
    "纽约都市时尚T台": "An industrial-themed runway in New York City, set in a refurbished warehouse with exposed brick walls and metal beams. Models in {clothes} strut down the gritty catwalk, surrounded by raw, urban aesthetics. The lighting is edgy, with strong contrasts between shadows and highlights, creating a bold, street-chic vibe that embodies the energy of NYC fashion.",
    "伦敦桥下的时尚T台": "A chic and edgy runway beneath the iconic Tower Bridge in London, where the blend of history and modern fashion creates a striking contrast. Models in {clothes} walk confidently as the towering structure looms in the background, the river Thames reflecting the lights of the show. The vibe is edgy, blending London’s rich history with its forward-thinking fashion.",
    "传统与现代结合的民族风时尚T台": "A runway that blends traditional cultural elements with modern fashion, featuring models in {clothes} inspired by indigenous designs. The backdrop showcases ancient symbols and textiles, while the runway itself is lit with warm, earthy tones. The combination of cultural heritage and contemporary fashion creates a unique, vibrant, and expressive atmosphere.",
    "奢华酒店里的高端时尚T台": "An extravagant runway show set in a grand hotel ballroom, with crystal chandeliers, velvet drapes, and gilded walls. The models in {clothes} walk down a plush carpeted runway, surrounded by opulence and luxury. The audience is filled with high-society guests, adding to the elite and glamorous feel of this high-end fashion event.",
    "伦敦的地下时尚T台": "A grungy, industrial runway set in an underground venue in London, with exposed pipes, graffiti-covered walls, and dim, moody lighting. Models in {clothes} stride down the catwalk, embodying a rebellious and streetwise attitude. The raw, urban setting creates an edgy contrast to the high-fashion designs, making it a bold, daring event.",
    "现代简约风的时尚T台": "A sleek, minimalist runway show with a modern aesthetic. The stage is stark and monochrome, with sharp angles and clean lines. Models in {clothes} walk under harsh spotlights that highlight the contemporary, geometric designs. The atmosphere is cool and detached, exuding sophistication through simplicity.",
    "银色未来感的时尚T台": "A futuristic runway with a silver and metallic theme, where models in {clothes} glide down a sleek, reflective runway. The backdrop is adorned with LED screens and geometric shapes, creating a space-age, high-tech atmosphere. The fashion is sharp and innovative, reflecting the avant-garde, forward-looking style of the future.",
    "东京秋叶原的前卫时尚T台": "A high-energy, tech-infused runway show set in Akihabara, Tokyo, known for its vibrant pop culture and futuristic vibe. Models in {clothes} walk down a neon-lit, holographic runway, surrounded by digital billboards and electronic beats. The atmosphere is dynamic, blending Japanese street fashion with cutting-edge technology and youthful energy.",
    "复古奢华的时尚T台": "A glamorous runway with a vintage-inspired theme, where models in {clothes} strut down a grand, velvet-carpeted runway surrounded by antique mirrors, chandeliers, and rich, opulent décor. The atmosphere harks back to the golden age of fashion, exuding luxury and timeless elegance with a modern twist.",
    "时装周T台": "On a sleek runway during fashion week, the model confidently strides down the catwalk, showcasing {clothes} to the captivated audience under bright spotlights.",
    "豪华舞台": "In the center of an extravagant stage, the model poses elegantly in {clothes}, with dramatic lighting highlighting the intricate details of the outfit.",
    "摄影棚大片": "Under professional studio lighting, the model stands in front of a white backdrop, their posture sharp and poised, while wearing {clothes}, ready for a high-fashion photoshoot.",
    "时尚发布会": "At a glamorous fashion launch event, the model is the center of attention, walking gracefully while wearing {clothes}, as cameras flash from all directions.",
    "街头时尚秀": "On a bustling city street turned runway, the model walks confidently in {clothes}, blending urban life with high fashion as onlookers admire the ensemble.",
    "舞台表演": "On a large theater stage, the model performs an expressive pose, wearing {clothes}, with dynamic lighting enhancing the dramatic atmosphere of the show.",
    "室内走秀": "Inside a luxurious hall filled with fashion enthusiasts, the model glides down the polished runway in {clothes}, each step exuding grace and confidence.",
    "户外时装秀": "At an open-air fashion show, the model walks along the runway under the sun, showcasing {clothes} against the backdrop of nature and modern architecture.",
    "时尚晚宴": "At an exclusive fashion gala, the model stands near the entrance, chatting with guests while wearing {clothes}, surrounded by elegance and glamour.",
    "时装摄影棚": "In a contemporary fashion studio, the model poses with an air of mystery while wearing {clothes}, surrounded by professional lighting and sleek photography equipment.",
    "奢华T台走秀": "On a long runway lined with opulent decorations, the model elegantly presents {clothes}, moving with precision as the audience watches intently.",
    "时尚展览会": "At a prestigious fashion exhibition, the model stands near an installation, wearing {clothes}, while designers and critics observe the outfit's craftsmanship.",
    "VIP时装酒会": "At an intimate VIP fashion cocktail event, the model mingles with guests, confidently dressed in {clothes}, while the luxurious ambiance complements their style.",
    "高端时尚摄影": "In a high-end photography studio, the model strikes a bold pose in {clothes}, the lighting perfectly framing their silhouette for a magazine cover shoot.",
    "红毯走秀": "On the red carpet of a high-profile event, the model walks elegantly in {clothes}, posing for photographers with the flashbulbs capturing every detail of the ensemble.",
    "经典时尚舞台": "On a classic runway stage, with a minimalist design, the model presents {clothes}, their movements deliberate and calculated, embodying timeless fashion.",
    "露天时尚派对": "At an outdoor fashion party, the model stands under string lights while wearing {clothes}, casually interacting with other attendees in the chic atmosphere.",
    "现代艺术时装秀": "In a contemporary art gallery transformed into a fashion runway, the model presents {clothes} in front of abstract art pieces, blending modern art and fashion.",
    "时尚模特后台": "Backstage at a bustling fashion show, the model prepares for their appearance, adjusting {clothes} while makeup artists and stylists finish their final touches.",
    "极简T台": "On a minimalist runway with a clean, white backdrop, the model walks confidently in {clothes}, their movements showcasing the elegance of the design in focus."
  },
  "场景Scene_room": {
    "None": "",
    "现代简约卧室": "A minimalist bedroom with sleek, modern furniture. The bed is neatly made with crisp white sheets and gray pillows. A large window allows natural light to flood the room, highlighting the clean lines and soft, neutral tones. The overall aesthetic is calm and serene, ideal for relaxation and peace.",
    "复古风格卧室": "A cozy, vintage-style bedroom with a wooden four-poster bed draped in lace curtains. The walls are adorned with floral wallpaper and antique paintings. A brass chandelier hangs from the ceiling, casting a warm glow over the rich, dark wood furniture. The room exudes charm and nostalgia.",
    "极简风格厨房": "A sleek, minimalist kitchen with glossy white cabinets and stainless steel appliances. The countertops are clutter-free, with just a few essentials neatly arranged. A large island serves as both a workspace and dining area. The lighting is bright, emphasizing the clean, modern aesthetic.",
    "温馨家庭厨房": "A cozy, family-style kitchen with wooden cabinets and a large farmhouse sink. The countertops are filled with cooking essentials and a bowl of fresh fruit. A rustic dining table sits in the center, with mismatched chairs adding character. The room feels warm and inviting, perfect for family meals.",
    "专业摄影棚": "A large, open photography studio with white walls and high ceilings. The space is equipped with professional lighting, backdrops, and camera equipment. A variety of props are neatly arranged along one wall, ready for use. The atmosphere is creative and focused, ideal for fashion or portrait shoots.",
    "自然光摄影棚": "A bright, airy studio filled with natural light streaming through large windows. The space is minimalist, with only a few essential props and furniture. The neutral-colored walls reflect the light, creating a soft and warm environment perfect for lifestyle or portrait photography.",
    "现代客厅": "A stylish, contemporary living room with a large sectional sofa in soft gray tones. A glass coffee table sits in the center, surrounded by sleek, modern décor. A large window overlooks the city skyline, and minimalist artwork adorns the walls. The room is open, bright, and exudes a sense of luxury and comfort.",
    "简约北欧风客厅": "A Scandinavian-style living room with light wood flooring and white walls. A comfortable sofa with textured pillows sits beside a low, wooden coffee table. Potted plants are scattered throughout, adding a touch of greenery. The room is simple, yet cozy, with an emphasis on natural materials and functionality.",
    "豪华餐厅": "An opulent dining room with a long, dark wood table and plush velvet chairs. A crystal chandelier hangs above the table, casting a warm glow over the room. The walls are adorned with elegant artwork, and large windows offer views of the surrounding garden. The atmosphere is formal and luxurious, perfect for hosting grand dinner parties.",
    "小巧的餐厅角落": "A quaint dining nook with a small round table and cushioned chairs. A single pendant light hangs above the table, creating an intimate atmosphere. The space is surrounded by bookshelves and indoor plants, making it a cozy spot for meals or coffee breaks.",
    "工业风办公室": "A modern, industrial-style office with exposed brick walls and large windows. The desks are minimalist, with sleek metal and wood surfaces. Industrial lighting hangs from the ceiling, and concrete floors add to the urban, raw aesthetic. The space feels open and creative, ideal for a startup or design firm.",
    "温馨家庭书房": "A cozy home office with a large wooden desk and floor-to-ceiling bookshelves. A comfortable armchair sits in the corner by a reading lamp. The walls are painted in warm tones, and family photos and artwork add personal touches. The room is quiet and inviting, perfect for focused work or reading.",
    "豪华浴室": "A spacious, luxurious bathroom with marble floors and a deep soaking tub. A glass shower enclosure and double sinks with elegant fixtures complete the space. Large windows let in natural light, and soft, plush towels are neatly stacked. The room exudes a spa-like atmosphere, perfect for relaxation.",
    "简约淋浴间": "A sleek, modern shower room with clean, white tiles and a walk-in glass shower. The space is compact but functional, with minimalist fixtures and soft lighting. A small sink and mirror complete the room, which feels fresh and contemporary.",
    "温馨儿童房": "A bright and cheerful children’s bedroom with colorful wall murals and soft, playful rugs. A small bed is surrounded by plush toys and bookshelves filled with picture books. The room feels lively and fun, designed to inspire imagination and creativity.",
    "艺术家的画室": "A creative artist's studio with paint-splattered floors and easels set up around the room. Canvases are propped against the walls, and various brushes, paints, and tools are scattered across a large work table. The space feels alive with inspiration, ideal for painting or sculpting.",
    "高级时装设计工作室": "A sleek fashion design studio with mannequins dressed in various stages of design. Large tables are covered with sketches, fabrics, and sewing tools. The room is modern and professional, filled with natural light and a sense of creativity and precision, perfect for high-end fashion projects.",
    "极简主义客厅": "In a minimalist living room with sleek, white walls and a single modern sofa, the model stands in {clothes}, with the empty space amplifying the clean lines of the outfit.",
    "简约玻璃咖啡桌": "Next to a low glass coffee table, the model sits gracefully in {clothes}, the transparency of the furniture reflecting the sharp elegance of the scene.",
    "冷淡灰色卧室": "In a cool, monochromatic bedroom with grey tones and a minimal bed, the model reclines in {clothes}, the muted environment adding a sense of calm detachment.",
    "空旷混凝土客厅": "In an industrial living room with bare concrete walls and a single leather chair, the model poses in {clothes}, the stark contrast highlighting the outfit's structure.",
    "简约大理石厨房": "Standing by a minimalist marble countertop in a sleek, modern kitchen, the model wears {clothes}, the clean, polished surfaces complementing the fashion’s refined simplicity.",
    "冷酷黑白浴室": "In a stark black and white bathroom with geometric lines, the model stands in {clothes}, the sharp contrast of light and dark mirroring the precision of the design.",
    "无装饰书架": "Standing in front of a minimalist bookshelf with only a few carefully selected objects, the model poses in {clothes}, the absence of clutter enhancing the sharp focus on form and design.",
    "空荡荡的画廊空间": "In an empty gallery-like room with white walls and a single modern bench, the model stands in {clothes}, the minimalist setting elevating the silhouette of the fashion piece.",
    "极简灯光设计": "Under a single, sleek pendant light in a modern living space, the model stands in {clothes}, the soft glow adding subtle drama to the minimalist setting.",
    "开放式冷调空间": "In a spacious, open-plan room with concrete floors and large windows, the model stands in {clothes}, the clean lines and cold tones enhancing the futuristic look.",
    "钢架和玻璃墙的房间": "Against the backdrop of steel frames and glass walls, the model poses in {clothes}, the industrial chic environment accentuating the outfit's modern edge.",
    "单人椅与落地窗": "Sitting in a single modern chair near a floor-to-ceiling window, the model gazes out in {clothes}, with the minimalist interior complementing the outfit’s quiet sophistication.",
    "光线充足的角落": "In a bright corner of a minimalist room, with soft natural light streaming through, the model stands in {clothes}, the simplicity of the furniture framing the elegance of the look.",
    "金属框架床": "Reclining on a metal frame bed in a cool-toned bedroom, the model wears {clothes}, the sleek furniture and sparse decor enhancing the fashion's modernity.",
    "极简壁炉旁": "Next to a simple, modern fireplace in a cold, clean room, the model poses in {clothes}, with the sharp lines of the architecture echoing the outfit’s sleek design.",
    "悬浮楼梯旁": "Standing by a floating staircase with sharp geometric lines, the model poses in {clothes}, the modern architecture blending seamlessly with the cool fashion aesthetic.",
    "冷调工作室": "In a minimalist home office with a sleek desk and minimal decor, the model works in {clothes}, with the sparse, organized space reflecting the precision of the style.",
    "现代茶几和沙发": "Sitting on a modern sofa next to a minimalist tea table, the model wears {clothes}, with the sleek furniture and open space emphasizing a sense of urban cool.",
    "简约天鹅绒椅": "In a cool, minimalist room with a single velvet chair, the model stands in {clothes}, the contrast of texture and simplicity creating a modern yet luxurious vibe.",
    "空旷走廊中的现代长椅": "In a wide, minimalist hallway with a single modern bench, the model poses in {clothes}, the long lines and empty space adding to the outfit's structured elegance."
  },
  "场景Scene_office": {
    "None": "",
    "高层写字楼办公室": "In a high-rise office with floor-to-ceiling windows, {clothes} stands in the elegant space, the city skyline visible in the background.",
    "落地玻璃窗旁的办公桌": "Next to the large floor-to-ceiling glass window, the office desk is organized neatly, with {clothes} working diligently as the city stretches beyond.",
    "城市夜景下的办公室": "As the city lights twinkle outside, {clothes} works in a modern office, the ambient glow of the night creating a calm and focused atmosphere.",
    "简约时尚的办公室空间": "In a minimalist, stylish office, {clothes} is the center of attention, surrounded by sleek furniture and contemporary decor.",
    "办公室内的玻璃隔断": "With glass partitions separating the workspace, {clothes} stands confidently, with the clean lines of the office creating an open and professional environment.",
    "办公桌上的电脑与文件": "At the desk, surrounded by a computer, documents, and office essentials, {clothes} is engaged in work, embodying the modern professional look.",
    "落地窗旁的办公椅": "Seated in a modern office chair near the floor-to-ceiling windows, {clothes} looks out over the city, ready to tackle the day's challenges.",
    "会议室内的办公氛围": "In a sleek, modern conference room with glass walls, {clothes} stands confidently, with presentation equipment and office materials neatly arranged.",
    "玻璃窗外的繁忙城市景象": "With the bustling city visible through large glass windows, {clothes} works in a dynamic office space, capturing the energy of urban life.",
    "办公室女郎的时尚办公桌": "At a stylish desk, with modern office tools and accessories, {clothes} adds an air of professionalism and elegance to the workspace.",
    "高楼办公楼层": "In a high-rise office floor with expansive views, {clothes} walks gracefully through the workspace, with the city below providing a stunning backdrop.",
    "简约现代的办公环境": "In a sleek, modern office with minimalist furniture and clean lines, {clothes} works efficiently in the refined space.",
    "玻璃墙后的商务谈判": "Through the glass walls of a meeting room, {clothes} is seen in deep conversation, with the transparent partitions adding a professional atmosphere.",
    "开放式办公室设计": "In an open-plan office with communal desks and collaborative spaces, {clothes} moves through the modern environment with purpose.",
    "白色桌面的简洁办公空间": "At a pristine white desk with minimal clutter, {clothes} stands out as the focal point of the sophisticated office setting.",
    "高层写字楼的开放景观": "Standing by the floor-to-ceiling windows in a high-rise building, {clothes} enjoys the breathtaking cityscape that sprawls below.",
    "城市天际线下的高档办公室": "With the city skyline stretching out beyond the glass, {clothes} works in a luxurious office, showcasing both power and elegance.",
    "玻璃窗外的日落景色": "As the sun sets behind the city skyline, {clothes} stands by the glass window, the fading light casting a warm glow over the office space.",
    "夜间灯光下的办公室": "With the office lit by soft, modern lighting, {clothes} works late into the night, the reflections of city lights creating a focused atmosphere.",
    "办公桌上的笔记本与咖啡杯": "At a chic office desk, with a laptop and a cup of coffee nearby, {clothes} is captured in a moment of concentration, highlighting the everyday office life."
  },
  "场景Scene_simple": {
    "None": "",
    "纯白背景": "In front of a clean, white backdrop, {clothes} stands out sharply, creating a stark contrast and highlighting every detail.",
    "淡灰色墙面": "Set against a soft, light gray wall, {clothes} gains a subtle sophistication, blending with the minimalist surroundings.",
    "光滑的混凝土墙": "With a smooth, industrial concrete wall behind, {clothes} takes on a modern, edgy feel, perfect for a high-fashion photoshoot.",
    "简约几何图案背景": "Against a backdrop with subtle geometric shapes, {clothes} is presented in a contemporary and artistic manner.",
    "无缝纸背景": "In front of a seamless paper background in neutral tones, {clothes} is displayed cleanly, ideal for polished fashion photography.",
    "单色背景墙": "Against a solid-colored wall, {clothes} becomes the focal point, with a calm and understated background.",
    "大理石纹理背景": "In front of a luxurious marble-textured backdrop, {clothes} is enhanced by the elegant and timeless setting.",
    "镜面反射背景": "Reflected in a mirrored surface, {clothes} creates abstract reflections, adding an edgy and modern twist.",
    "亚麻布背景": "With a textured linen fabric backdrop, {clothes} gains a natural and organic feel, balancing simplicity and elegance.",
    "轻微阴影的背景": "Soft shadows fall across the background, drawing attention to {clothes} while adding depth and dimension.",
    "水泥地面": "Standing on a polished concrete floor, {clothes} is framed by an urban, minimalist setting, emphasizing clean lines.",
    "简约窗户光影": "With sunlight filtering through minimalistic blinds, {clothes} is bathed in soft light, creating subtle shadow play.",
    "浅木纹背景": "Set against a light wood-textured wall, {clothes} is accentuated by the warmth of natural tones and modern simplicity.",
    "空旷的画廊空间": "In a spacious, gallery-like room, {clothes} is showcased in an open, neutral environment perfect for avant-garde fashion.",
    "单一色调布帘": "With a plain fabric curtain in the background, {clothes} stands out against the soft, minimalist folds of the draped fabric.",
    "简洁的玻璃窗背景": "Framed by a clear glass window with an urban skyline, {clothes} is presented in a contemporary and understated way.",
    "亚光墙面": "With a matte wall behind, {clothes} is framed in a non-reflective, minimalist setting, emphasizing clean textures.",
    "柔和的灯光背景": "Under soft, diffused lighting, {clothes} is bathed in a warm glow that enhances its textures and lines.",
    "简约楼梯背景": "On a sleek, modern staircase, {clothes} is highlighted by the architectural lines, adding a sense of movement and elegance.",
    "裸露砖墙背景": "With an exposed brick wall behind, {clothes} contrasts against the rugged texture, creating a modern, urban vibe."
  },
  "场景Scene_Guizhou": {
    "None": "",
    "==================贵州景色===============": "",
    "瀑布前的展示": "In front of a majestic waterfall, the model stands confidently, showcasing {clothes}, as the mist from the cascading water adds a magical touch to the vibrant ethnic attire.",
    "民族村寨的晨曦": "As the sun rises over a traditional ethnic village, the model walks along the stone path wearing {clothes}, surrounded by the serene beauty of wooden houses and blooming bougainvillea.",
    "高山草甸": "On a lush mountain meadow, the model twirls gracefully in {clothes}, with wildflowers and the distant peaks creating a breathtaking backdrop under a clear blue sky.",
    "三角梅下的合影": "Beneath a canopy of blooming bougainvillea, the model poses happily in {clothes}, the colorful flowers enhancing the vibrant patterns of the ethnic outfit.",
    "民族节日庆典": "During a lively ethnic festival, the model dances joyfully in {clothes}, surrounded by traditional music, colorful decorations, and the vibrant energy of the community.",
    "田野中的村庄": "In a picturesque village surrounded by terraced fields, the model stands proudly in {clothes}, with rice paddies reflecting the blue sky and distant mountains.",
    "石桥上的模特": "Standing on a historic stone bridge, the model displays {clothes}, with the flowing river and lush greenery creating a tranquil scene in the background.",
    "晨雾中的民族村": "As morning mist envelops the ethnic village, the model walks gracefully in {clothes}, with traditional wooden houses peeking through the fog.",
    "高山上的舞蹈": "On a mountain summit, the model performs a traditional dance in {clothes}, with the vast landscape stretching out below and the clouds drifting by.",
    "村寨庆典": "During a village celebration, the model is surrounded by locals in {clothes}, with vibrant flags and lanterns decorating the area, showcasing the spirit of community.",
    "溪边的沉思": "By a gentle stream, the model sits thoughtfully in {clothes}, surrounded by greenery and the soft sounds of nature, reflecting the tranquility of rural life.",
    "民族工艺品市场": "At a bustling market for ethnic crafts, the model interacts with artisans while wearing {clothes}, surrounded by colorful handmade goods and lively conversations.",
    "农田间的模特": "In the midst of a vibrant rice field, the model stands elegantly in {clothes}, with the golden grains swaying in the breeze under the warm sunlight.",
    "民族传统音乐会": "At an outdoor concert celebrating ethnic music, the model dances joyfully in {clothes}, with musicians playing traditional instruments and the crowd enjoying the performance.",
    "古老石阶": "On ancient stone steps leading to a temple, the model pauses to admire the view, wearing {clothes}, with the intricate architecture of the temple in the background.",
    "夕阳下的山村": "As the sun sets over a mountain village, the model stands silhouetted in {clothes}, the warm glow illuminating the landscape and creating a peaceful atmosphere.",
    "野花环绕的模特": "Surrounded by colorful wildflowers in a meadow, the model poses playfully in {clothes}, with butterflies fluttering around and a bright sky above.",
    "山间小路": "Walking along a winding path through the mountains, the model wears {clothes}, with the lush greenery and distant peaks framing the scene beautifully.",
    "民族文化博物馆": "In a cultural museum showcasing ethnic heritage, the model stands near an exhibit, wearing {clothes}, surrounded by artifacts that tell the story of their people.",
    "水边的夕阳": "By the tranquil waters of a lake, the model watches the sunset while dressed in {clothes}, the vibrant colors reflecting off the water, creating a serene moment.",
    "==================万峰林===============": "",
    "万峰林日出": "At sunrise over the stunning wanfl landscape, the model stands in {clothes}, with the rolling hills bathed in golden light and mist rising from the valleys.",
    "峰林间的田野": "In the lush fields surrounded by towering karst peaks in wanfl, the model poses in {clothes}, with vibrant greenery and colorful wildflowers creating a picturesque backdrop.",
    "古老村寨的街道": "Walking along the narrow streets of a traditional village in wanfl nestled in the mountains, the model wears {clothes}, with wooden houses and stone pathways evoking a sense of heritage.",
    "秋天的峰林": "Amidst the vibrant autumn foliage of wanfl, the model stands in {clothes}, surrounded by colorful leaves and the unique rock formations towering above.",
    "山间小溪": "By a gentle stream flowing through the hills of wanfl, the model poses in {clothes}, with clear water sparkling in the sunlight and lush vegetation framing the scene.",
    "山顶的视野": "At the peak of one of wanfl's iconic hills, the model stands in {clothes}, taking in the breathtaking panoramic view of the surrounding karst landscape.",
    "晨雾中的山林": "In the early morning mist of wanfl, the model walks gracefully in {clothes}, with the fog enveloping the peaks and creating a mystical atmosphere in the valleys.",
    "日落下的草地": "As the sun sets behind the mountains of wanfl, the model poses in {clothes} on a grassy hill, with the sky painted in shades of orange and purple.",
    "田间的农作": "In a vibrant rice paddy surrounded by karst formations in wanfl, the model wears {clothes}, with golden grains reflecting the sunlight and the hills rising majestically in the background.",
    "传统节日庆典": "During a local festival in wanfl, the model participates in celebrations wearing {clothes}, with colorful decorations and lively performances adding to the festive spirit.",
    "浪漫的山间小道": "Walking hand in hand along a romantic mountain path in wanfl, the model wears {clothes}, with lush greenery and beautiful views creating an intimate atmosphere.",
    "飞跃的瀑布": "In front of a breathtaking waterfall cascading down the cliffs of wanfl, the model stands in {clothes}, with mist rising and rainbows forming in the sunlight.",
    "星空下的山谷": "Under a starry night sky in wanfl, the model poses in {clothes} amidst the stunning karst formations, with the Milky Way illuminating the landscape.",
    "户外烧烤聚会": "At a scenic spot in wanfl, the model enjoys a barbecue gathering in {clothes}, with friends and stunning mountain views enhancing the outdoor experience.",
    "万峰林观景台": "On an observation deck overlooking wanfl, the model stands in {clothes}, capturing the essence of this unique landscape with its distinctive peaks and valleys.",
    "秋冬的黄昏": "As dusk falls over the mountainous terrain of wanfl, the model wears {clothes}, with the cool air and fading light creating a serene ambiance.",
    "传统手工艺展示": "In a local artisan's workshop in wanfl, the model poses in {clothes}, surrounded by traditional crafts and the beauty of local craftsmanship.",
    "晨光下的花田": "In a colorful flower field in wanfl illuminated by the morning light, the model stands in {clothes}, with vibrant blooms and the picturesque peaks in the background.",
    "山中探险": "Exploring the hidden trails of wanfl, the model wears {clothes}, with rugged terrain and stunning vistas creating an adventurous atmosphere.",
    "茶园的静谧": "In a tranquil tea plantation in wanfl, the model poses in {clothes}, surrounded by rows of lush tea plants and the gentle hills rolling into the distance."
  },

  "图案Patterns": {
    "None": "",
    "条纹": "striped pattern",
    "格子": "plaid pattern",
    "波点": "polka dot pattern",
    "花卉": "floral pattern",
    "几何": "geometric pattern",
    "动物纹": "animal print",
    "迷彩": "camouflage pattern",
    "抽象": "abstract pattern",
    "民族风": "ethnic pattern",
    "蕾丝": "lace pattern",
    "刺绣": "embroidered pattern",
    "拼接": "patchwork pattern",
    "字母": "letter pattern",
    "数字": "number pattern",
    "卡通": "cartoon pattern",
    "渐变": "gradient pattern",
    "云纹": "cloud pattern"
  },
  "颜色Color": {
    "None": "",
    "红色": "red",
    "蓝色": "blue",
    "黄色": "yellow",
    "绿色": "green",
    "黑色": "black",
    "白色": "white",
    "灰色": "gray",
    "粉色": "pink",
    "紫色": "purple",
    "橙色": "orange",
    "棕色": "brown",
    "米色": "beige",
    "青色": "cyan",
    "靛色": "indigo",
    "金色": "gold",
    "银色": "silver",
    "酒红色": "burgundy",
    "卡其色": "khaki",
    "藏青色": "navy",
    "浅蓝色": "light blue",
    "深蓝色": "dark blue",
    "浅绿色": "light green",
    "深绿色": "dark green"
  },
  "帽子Flux": {
    "None": "",
    "侗族头饰": "Dong-ethnic-headdress",
    "鲤鱼苗寨墨绿帽子": "green miao-hat",
    "布依族格子头帕": "Bouyei_checkered_headscarf",
    "布依族牛角头帕": "Bouyei_OxHorn_headscarf",
    "歪梳苗梳子": "wsmiao comb"
  },
  "衣服Flux": {
    "None": "",
    "==================男装===============": "",
    "西装外套": "tailored suit jacket with sharp lapels",
    "牛仔裤": "classic blue jeans with a straight cut",
    "休闲衬衫": "lightweight casual shirt with a button-down collar",
    "Polo衫": "fitted polo shirt with short sleeves and a soft collar",
    "运动夹克": "zip-up sports jacket with breathable fabric",
    "皮夹克": "sleek leather jacket with minimal detailing",
    "风衣": "long trench coat with a belt at the waist",
    "短裤": "comfortable knee-length shorts",
    "毛衣": "knitted crew-neck sweater with ribbed cuffs",
    "休闲裤": "relaxed-fit chinos with a tapered leg",
    "无袖背心": "classic tank top with a scoop neck",
    "羽绒服": "padded puffer jacket with a stand-up collar",
    "双排扣西装": "double-breasted blazer with structured shoulders",
    "工装裤": "sturdy cargo pants with side pockets",
    "运动裤": "comfortable joggers with elastic cuffs",
    "牛仔外套": "classic denim jacket with metal buttons",
    "羊毛大衣": "long wool overcoat with a tailored fit",
    "短袖T恤": "casual short-sleeve t-shirt with a printed design",
    "高领毛衣": "fitted turtleneck sweater with a soft texture",
    "西装裤": "well-fitted dress trousers with sharp creases",
    "==================女装===============": "",
    "连衣裙": "elegant flowy dress with a cinched waist",
    "百褶裙": "pleated skirt with a mid-length hem",
    "无袖上衣": "sleeveless blouse with a delicate neckline",
    "蕾丝连衣裙": "lace dress with intricate floral patterns",
    "高腰裤": "high-waisted trousers with a wide leg",
    "短裙": "mini skirt with a fitted silhouette",
    "长款风衣": "long trench coat with a belt at the waist",
    "针织毛衣": "cozy knitted sweater with a relaxed fit",
    "衬衫连衣裙": "shirt dress with a button-down front",
    "露肩连衣裙": "off-the-shoulder dress with a flared skirt",
    "包臀裙": "bodycon skirt with a pencil fit",
    "蕾丝上衣": "delicate lace top with sheer details",
    "A字裙": "A-line skirt with a high waist",
    "羽绒大衣": "puffer coat with a fur-trimmed hood",
    "紧身裤": "fitted leggings with a sleek finish",
    "连体裤": "jumpsuit with a tailored silhouette",
    "蓬松连衣裙": "puffy dress with layered ruffles",
    "开衫毛衣": "cardigan sweater with button details",
    "斜肩连衣裙": "one-shoulder dress with asymmetrical cut",
    "==================民族服装===============": "",
    "侗族服饰和侗族裙子": "wears a delicate,flowing Dong-ethnic-clothing and Dong-ethnic-skirt ",
    "鲤鱼苗寨红色苗服": "red miao-clothes"
  },
  "裤子": {
    "None": "",
    "印花长裙": "long floral_skirt",
    "印花短裙": "short floral_skirt",
    "吊带裙": "slip dress",
    "紧身裙": "bodycon dress",
    "露肩裙": "off-shoulder dress",
    "露背裙": "backless dress",
    "露脖裙": "halter dress",
    "裹身裙": "wrap dress",
    "镂空裙": "cut-out dress",
    "迷你裙": "mini dress",
    "细肩带裙": "spaghetti strap dress",
    "不对称裙": "asymmetrical dress",
    "牛仔裤": "jeans"
  },
  "鞋子": {
    "None": "",
    "高跟鞋": "high heels",
    "运动鞋": "sneakers",
    "绣花鞋": "Embroidered shoes",
    "便鞋": "Loafers shoes",
    "凉鞋": "Sandals shoes",
    "平底鞋": "Flats shoes",
    "坡跟鞋": "Wedges shoes",
    "牛津鞋": "Oxfords shoes",
    "拖鞋": "Slippers shoes",
    "麻底鞋": "Espadrilles shoes"
  },
  "背包": {
    "None": "",
    "扎染白色蓝色背包": "Carrying a tiedye_whiteblue_satchel",
    "扎染群山背包": "Carrying a tiedye_bluehills_satchel",
    "扎染蓝色印花背包": "Carrying a tiedye_bluefloral_satchel"
  }
}
