{
  "风格Style": {
    "None": "",
    "时尚大片风": "Fashion editorial style, with bold, artistic compositions and dramatic lighting to highlight clothing design and texture.",
    "高端时装摄影": "High fashion photography, focusing on luxurious materials, detailed garments, and sophisticated poses in glamorous settings.",
    "自然户外": "Outdoor fashion photography, using natural light and scenic landscapes to create a relaxed and organic backdrop for the clothing.",
    "极简背景": "Minimalist background, where the focus is entirely on the clothing with simple, clean backdrops to eliminate distractions.",
    "动态街拍": "Dynamic street style photography, capturing spontaneous, in-motion shots in urban settings to showcase everyday fashion in real-life scenarios.",
    "胶片质感": "Film-look fashion photography, emulating the grainy texture and vintage color palette of old film cameras for a nostalgic vibe.",
    "黑白经典": "Classic black and white fashion photography, using monochrome tones to emphasize garment structure, fabric, and silhouette.",
    "奢华室内": "Luxury indoor fashion, set in elegant interiors with ornate furniture, chandeliers, and rich textures, emphasizing opulence in the clothing.",
    "运动时尚": "Sports fashion photography, capturing active, athletic poses with sharp focus and dynamic composition, showcasing sporty or athleisure wear.",
    "都市摩登": "Urban modern photography, using sleek cityscapes, skyscrapers, and modern architecture to highlight contemporary fashion styles.",
    "复古时尚": "Retro fashion photography, inspired by styles from the 1960s to 1980s, with period-appropriate settings and color schemes to match the clothing.",
    "光影交错": "Play with light and shadow to create dramatic contrasts, emphasizing texture, detail, and the unique features of the garments.",
    "街头潮流": "Streetwear photography, shot in vibrant, energetic urban environments, showcasing trendy, youth-oriented fashion.",
    "舞台感强": "Runway or stage-inspired photography, where the model is positioned as if on a fashion runway, with focused lighting and polished poses.",
    "人像特写": "Portrait-style fashion photography, with close-ups focusing on facial expressions, complemented by the detailed accessories and textures of the outfit.",
    "柔光梦幻": "Soft, dreamy lighting with pastel hues, creating an ethereal, romantic atmosphere to showcase delicate fabrics and flowing designs.",
    "奢华晚礼服": "Elegant evening gown photography, focusing on formal wear in luxurious settings, with dramatic lighting to emphasize the elegance of the dress.",
    "动态模特": "Motion fashion photography, capturing models in action—twirling, walking, or jumping—to showcase how the clothes move and flow.",
    "日系小清新": "Japanese minimalism style, with soft lighting, clean compositions, and a serene, natural feel, often focused on casual or street fashion.",
    "艺术化身": "Artistic avant-garde fashion photography, where the clothes are showcased in highly creative, abstract settings, often blurring the lines between fashion and art.",
    "奇幻冒险风": "Fantasy adventure style, featuring elaborate, whimsical costumes with magical or medieval elements, often inspired by fantasy worlds.",
    "未来科幻风": "Futuristic sci-fi style with sleek, metallic designs, neon accents, and bold, unconventional silhouettes reflecting advanced technology.",
    "日系校园风": "Japanese school uniform style with classic blazers, pleated skirts, sailor collars, and youthful, cute aesthetics.",
    "卡通英雄风": "Cartoon superhero style with bold colors, form-fitting suits, capes, and dramatic accessories like masks and utility belts.",
    "复古卡通风": "Retro cartoon style, featuring clothing designs from earlier decades (e.g., 1920s to 1950s), often with exaggerated proportions and simplified details.",
    "童话公主风": "Fairy tale princess style, with ornate dresses, flowing fabrics, tiaras, and accessories inspired by classic fairy tales.",
    "蒸汽朋克风": "Steampunk style with Victorian-era outfits, mechanical elements, gears, goggles, and a mix of historical and industrial designs.",
    "未来都市风": "Cyberpunk style, blending high-tech, urban streetwear with bold, futuristic accessories and neon color schemes.",
    "海盗冒险风": "Pirate adventure style with rugged, weathered coats, tricorn hats, belts, and accessories like swords or eyepatches.",
    "魔法学院风": "Magical academy style, featuring robes, capes, and mystical accessories like wands, often drawing inspiration from wizardry and magical schools.",
    "童趣可爱风": "Cute and playful style, with bright pastel colors, exaggerated patterns, and whimsical accessories like oversized bows and cute animal motifs.",
    "机械装甲风": "Mecha armor style, combining robotic elements with armor-like clothing, often with bold lines, metallic textures, and oversized parts.",
    "维多利亚风": "Victorian-inspired clothing with high collars, ruffled dresses, corsets, and elaborate lace details, giving a refined and elegant look.",
    "魔法少女风": "Magical girl style, with bright, colorful dresses, wands, and sparkling accessories, often used in anime and manga for transformation sequences.",
    "中世纪骑士风": "Medieval knight style, featuring armor, cloaks, and weapons like swords and shields, representing bravery and chivalry.",
    "卡通运动风": "Cartoon sportswear style, featuring exaggerated jerseys, sneakers, and accessories like helmets, reflecting a playful, active lifestyle.",
    "童话反派风": "Fairy tale villain style, with dark, dramatic clothing, capes, and sharp, angular designs that reflect a menacing, yet stylish appearance.",
    "忍者风": "Ninja style with sleek, stealthy outfits, headbands, and accessories like throwing stars or swords, emphasizing agility and mystery.",
    "浪漫田园风": "Pastoral romance style, with soft, flowing dresses, floral patterns, and gentle color schemes, evoking a sense of innocence and nature.",
    "朋克摇滚风": "Punk rock style with leather jackets, ripped jeans, bold patterns, spikes, and vibrant hair colors, reflecting rebellion and attitude."
  },
  "角色Characters": {
    "None": "",

    "亚洲黄种人女性（老年）": "An elderly Asian woman with wrinkled skin, wise eyes, and silver hair, carrying the grace of age.",
    "亚洲黄种人男性（老年）": "An elderly Asian man with a strong but aged posture, deep wrinkles, and gray hair, reflecting a lifetime of experience.",
    "亚洲黄种人女性（中年）": "A middle-aged Asian woman with a composed demeanor, smooth skin, and straight, dark hair, radiating elegance.",
    "亚洲黄种人男性（中年）": "A middle-aged Asian man with a well-built figure, sharp facial features, and a calm, authoritative expression.",
    "亚洲黄种人女孩（儿童）": "A young Asian girl with bright eyes, a curious expression, and soft, straight hair, full of youthful energy.",
    "亚洲黄种人男孩（儿童）": "A young Asian boy with short black hair, a playful smile, and a curious gaze, exuding energy and innocence.",
    "亚洲黄种人女婴": "An Asian baby girl with soft skin, chubby cheeks, and tiny black tufts of hair, looking around with wonder.",
    "亚洲黄种人男婴": "An Asian baby boy with bright eyes, smooth skin, and soft dark hair, displaying an innocent curiosity.",

    "非洲黑人女性（老年）": "An elderly African woman with deep wrinkles, dark skin, and gray curly hair, exuding wisdom and dignity.",
    "非洲黑人男性（老年）": "An elderly African man with dark skin, a weathered face, and short white hair, showing a life filled with stories.",
    "非洲黑人女性（中年）": "A middle-aged African woman with smooth dark skin, curly hair, and a confident, strong presence.",
    "非洲黑人男性（中年）": "A middle-aged African man with a muscular build, dark skin, and a focused, determined look.",
    "非洲黑人女孩（儿童）": "A young African girl with dark skin, curly hair, and a lively, bright smile, full of playful energy.",
    "非洲黑人男孩（儿童）": "A young African boy with curly hair, dark skin, and a wide, mischievous smile, brimming with life.",
    "非洲黑人女婴": "An African baby girl with round cheeks, dark skin, and soft curly hair, gazing around with innocent eyes.",
    "非洲黑人男婴": "An African baby boy with smooth skin, soft curly hair, and bright, curious eyes, full of innocent wonder.",

    "欧洲人女性（老年）": "An elderly European woman with fair skin, fine wrinkles, and white hair, displaying elegance and wisdom.",
    "欧洲人男性（老年）": "An elderly European man with deep wrinkles, gray hair, and a kind, experienced gaze, showing the strength of age.",
    "欧洲人女性（中年）": "A middle-aged European woman with fair skin, blonde hair, and a refined, confident expression.",
    "欧洲人男性（中年）": "A middle-aged European man with a strong build, short hair, and a calm, authoritative expression.",
    "欧洲人女孩（儿童）": "A young European girl with fair skin, blonde hair, and bright, playful eyes, full of youthful joy.",
    "欧洲人男孩（儿童）": "A young European boy with light brown hair, fair skin, and a mischievous grin, radiating youthful energy.",
    "欧洲人女婴": "A European baby girl with fair skin, soft blonde hair, and big, curious eyes, exploring the world with innocence.",
    "欧洲人男婴": "A European baby boy with smooth skin, soft brown hair, and bright blue eyes, full of innocent curiosity.",

    "美国人女性（老年）": "An elderly American woman with silver hair, fine wrinkles, and a dignified look, representing wisdom and experience.",
    "美国人男性（老年）": "An elderly American man with gray hair, tanned skin, and deep wrinkles, showing strength from a life well-lived.",
    "美国人女性（中年）": "A middle-aged American woman with a fit build, tanned skin, and a confident, assertive presence.",
    "美国人男性（中年）": "A middle-aged American man with a strong physique, short hair, and a confident, determined look.",
    "美国人女孩（儿童）": "A young American girl with light brown hair, bright eyes, and a cheerful, playful expression, full of curiosity.",
    "美国人男孩（儿童）": "A young American boy with short blonde hair, fair skin, and a playful grin, filled with energy and excitement.",
    "美国人女婴": "An American baby girl with light skin, soft brown hair, and bright, inquisitive eyes, full of innocent curiosity.",
    "美国人男婴": "An American baby boy with soft blonde hair, fair skin, and wide, curious eyes, discovering the world around him."
  },
  "模特表情 | Expressions": {
    "None": "",
    "微笑": "A gentle smile, lips slightly curved upwards, expressing warmth and friendliness.",
    "大笑": "A bright, open-mouthed laugh, eyes sparkling with joy, conveying happiness and excitement.",
    "冷笑": "A subtle smirk, one corner of the mouth lifted, giving a confident or slightly mocking expression.",
    "轻蔑": "An arched eyebrow with a slight frown, lips pursed, showing disdain or superiority.",
    "悲伤": "A downturned mouth with slightly lowered eyebrows, eyes soft and melancholic, evoking sorrow.",
    "痛苦": "Brows furrowed, eyes narrowed, and lips pressed tightly together, showing distress or pain.",
    "惊讶": "Eyes wide open, mouth slightly agape, eyebrows raised, conveying surprise or shock.",
    "害怕": "Eyes wide with fear, mouth slightly open, eyebrows drawn up and inward, expressing fright or anxiety.",
    "愤怒": "Eyebrows furrowed, eyes glaring, mouth tightened or slightly open, expressing intense anger.",
    "思考": "Eyes slightly narrowed, lips pressed together or pursed, eyebrows raised slightly, showing deep thought or concentration.",
    "坚定": "A strong, unwavering gaze with slightly clenched jaw and set mouth, conveying determination and confidence.",
    "无奈": "Eyes looking away with a small sigh, lips slightly curved downward, showing resignation or helplessness.",
    "困惑": "Eyebrows raised unevenly, lips slightly parted, eyes showing uncertainty, conveying confusion.",
    "轻松": "A relaxed expression with slightly raised lips and soft eyes, evoking a sense of calm and ease.",
    "专注": "Brows furrowed slightly, eyes intensely focused, lips slightly pressed together, showing concentration and attention.",
    "调皮": "A mischievous grin with one eyebrow raised, eyes glinting with playfulness or teasing intent.",
    "挑衅": "A bold and confident smirk, head slightly tilted, with eyebrows raised in a challenging manner.",
    "害羞": "Slightly downturned eyes with a soft smile, head slightly tilted down, conveying shyness or modesty.",
    "疲倦": "Heavy eyelids, relaxed or slightly downturned mouth, head tilted or slumped slightly, showing exhaustion.",
    "满足": "A contented smile with closed or half-closed eyes, eyebrows relaxed, exuding a feeling of satisfaction."
  },
  "模特眼神 | Eyes Expressions": {
    "None": "",
    "深邃凝视": "A deep, intense gaze that captivates the viewer, creating a mysterious and thoughtful mood.",
    "温柔注视": "A soft and gentle look, with eyes that convey warmth, kindness, and tenderness.",
    "自信目光": "A confident, assertive look, with eyes that radiate power and assurance.",
    "冷酷凝视": "A cold, distant stare, with eyes that seem detached, evoking an air of aloofness or indifference.",
    "含笑的眼神": "Eyes that twinkle with a subtle smile, conveying friendliness, happiness, and approachability.",
    "悲伤眼神": "A sorrowful, melancholic look, with eyes that appear tearful or full of emotional weight.",
    "挑逗眼神": "A playful, teasing gaze, with eyes that suggest flirtation, curiosity, and attraction.",
    "坚定眼神": "A determined, focused gaze, with eyes that express resolve and inner strength.",
    "忧郁的凝望": "A melancholic, distant gaze, with eyes that reflect deep thought or emotional turmoil.",
    "闪烁的眼神": "Eyes that sparkle with excitement or joy, full of energy and enthusiasm.",
    "凌厉目光": "A sharp, piercing gaze, with eyes that give off a sense of precision and intensity.",
    "沉思的眼神": "A pensive, thoughtful look, with eyes that suggest deep contemplation or introspection.",
    "天真的眼神": "A wide-eyed, innocent gaze, conveying purity, curiosity, and naivety.",
    "梦幻的目光": "A dreamy, faraway look, with eyes that seem lost in thought or fantasy.",
    "冷静的目光": "A calm, composed gaze, with eyes that reflect inner peace and control.",
    "锐利的眼神": "A sharp, focused gaze, with eyes that cut through the scene, full of precision and attention.",
    "惊讶的眼神": "A wide, surprised look, with eyes that open wide in response to something unexpected.",
    "愤怒的眼神": "A fiery, intense gaze, with eyes that burn with frustration or anger.",
    "迷茫的眼神": "A confused, unfocused gaze, with eyes that seem lost or uncertain about their surroundings.",
    "欣慰的眼神": "A content, peaceful gaze, with eyes that convey relief and satisfaction."
  },
  "模特发型|Hairstyle": {
    "None": "",
    "长直发": "Long, straight hair cascading smoothly down the back, sleek and polished for a classic look.",
    "短发": "A clean, cropped short hairstyle that highlights the face, perfect for a modern, edgy look.",
    "波浪卷": "Loose waves flowing down the shoulders, giving a soft, romantic feel with natural volume.",
    "齐刘海": "Straight, blunt bangs that frame the face, paired with long or medium-length hair for a youthful appearance.",
    "大卷发": "Large, voluminous curls that add bounce and drama, creating a glamorous, eye-catching style.",
    "中分直发": "Straight hair parted down the middle, sleek and symmetrical, exuding elegance and balance.",
    "蓬松卷发": "Textured, voluminous curls creating a playful, carefree style with lots of body and movement.",
    "盘发": "Hair neatly pinned up in an elegant bun or chignon, perfect for formal or sophisticated occasions.",
    "马尾": "A high or low ponytail, sleek or tousled, offering a versatile, sporty, or chic look.",
    "侧编发": "Hair braided to the side, creating a soft, romantic look with intricate details.",
    "发髻": "A classic topknot or low bun, neatly styled for a sophisticated, clean appearance.",
    "半扎发": "Half of the hair tied up, leaving the rest loose for a balanced, casual yet stylish look.",
    "短卷发": "Short hair styled with soft curls, creating a playful and youthful appearance with texture.",
    "爆炸头": "A full, voluminous afro style that celebrates natural texture and adds a bold statement to the look.",
    "侧马尾": "A ponytail swept to one side, creating an asymmetrical and dynamic look with a playful touch.",
    "脏辫": "Long, tight dreadlocks that offer a distinctive, bold style with cultural significance and texture.",
    "编发发冠": "Hair intricately braided into a crown shape around the head, perfect for a regal or bohemian look.",
    "湿发造型": "A slicked-back, wet-look hairstyle, giving a modern, edgy vibe as though fresh out of water.",
    "蓬松短发": "A textured, tousled short hairstyle, creating volume and a carefree, effortless look.",
    "卷曲波波头": "A wavy bob cut that sits just above the shoulders, combining elegance with a playful twist."
  },
  "模特体型|Body type": {
    "None": "",
    "纤细": "A slim and lean body type with minimal body fat, often with long limbs and a delicate frame.",
    "高挑": "A tall, slender build with long legs and arms, emphasizing height and elegance.",
    "健美": "A well-defined, muscular physique with toned arms, legs, and core, showcasing strength and fitness.",
    "娇小": "A petite, smaller frame with shorter height, emphasizing delicacy and compactness.",
    "匀称": "A proportionate body type with balanced weight distribution, often with a toned yet natural appearance.",
    "曲线型": "An hourglass figure with defined curves, accentuating the waist, hips, and bust.",
    "丰盈": "A fuller, voluptuous body type with soft curves and a natural, healthy build.",
    "苗条": "A slender body type with a narrow waist and slim limbs, showcasing a graceful silhouette.",
    "肌肉型": "A body type with prominent muscle mass and definition, typically associated with fitness models or athletes.",
    "骨感": "A very slim frame where bones are more prominent, often giving an edgy, high-fashion look.",
    "宽肩窄腰": "A body type with broad shoulders and a narrow waist, often creating a V-shaped silhouette.",
    "梨形": "A body type where the hips are wider than the shoulders, creating a feminine, bottom-heavy silhouette.",
    "沙漏型": "A curvaceous figure with a well-defined waist and proportionate bust and hips, highlighting classic femininity.",
    "苹果型": "A body type where weight is more concentrated in the upper body, especially around the waist and midsection.",
    "运动型": "A fit and toned body type with a strong core and lean muscle, typically associated with active lifestyles.",
    "丰满": "A body type with generous curves, particularly around the hips, thighs, and bust, often radiating confidence and allure.",
    "紧致型": "A toned body type with defined muscles and minimal body fat, creating a fit and polished appearance.",
    "修长": "A long, lean body type with elongated limbs, often exuding an elegant and graceful presence.",
    "结实": "A sturdy, solid build with muscle definition, reflecting physical strength and resilience.",
    "自然体型": "A natural body type that is neither too slim nor too curvy, representing everyday, relatable figures."
  },
  "模特动作|Action": {
    "None": "",
    "双手插腰": "Standing tall with hands placed confidently on the hips, exuding strength and power.",
    "侧身站立": "Standing with the body turned slightly to the side, one leg crossed in front of the other for a graceful pose.",
    "手扶下巴": "Resting one hand gently under the chin, creating a thoughtful or contemplative expression.",
    "双臂交叉": "Arms crossed over the chest, projecting confidence, assertiveness, or a casual stance.",
    "单手举起": "One arm raised above the head, fingers spread slightly, giving a dynamic and energetic pose.",
    "手放在胸前": "Hands gently placed on the chest, creating a soft and tender posture, often used to evoke emotion.",
    "手托后脑": "One hand resting behind the head, with the elbow bent, giving a relaxed and carefree vibe.",
    "双手抱肩": "Arms crossed in front of the chest, hands resting on the shoulders, creating a warm, self-embracing pose.",
    "背对镜头": "Standing with the back facing the camera, head slightly turned to offer a glimpse of the profile.",
    "单腿支撑": "One leg straight while the other is bent slightly, foot resting on the toes, offering a poised yet relaxed stance.",
    "伸展双臂": "Arms extended outward or upward, creating a wide, open pose that conveys freedom and energy.",
    "双手轻触脸颊": "Both hands gently touching the cheeks, creating a soft and delicate expression.",
    "单膝跪地": "One knee resting on the ground, with the other leg bent, offering a dynamic and engaging pose.",
    "倚靠物体": "Leaning against a wall or prop, one shoulder touching the surface for a casual, effortless look.",
    "抬头望天": "Head tilted back, eyes gazing upward, conveying a sense of wonder or contemplation.",
    "低头凝视": "Head lowered slightly, eyes focused downward, creating a pensive or shy expression.",
    "单手叉腰": "One hand on the hip, while the other arm is relaxed at the side, adding a confident, asymmetrical pose.",
    "侧卧地面": "Lying on the side with one arm supporting the head, creating a relaxed, inviting posture.",
    "双臂环抱": "Arms wrapped around the body, as if giving a hug, conveying warmth, tenderness, or introspection.",
    "踮脚尖": "Standing on the tips of the toes, creating an elongated, graceful silhouette often used in dance or ballet poses."
  },
  "构图Composition": {
    "None": "",
    "面部肖像": "A close-up portrait focusing on the face, capturing the model's facial features and expressions with high detail.",
    "半身像": "A half-body shot, framing the model from the waist up, highlighting both the face and upper body posture.",
    "全身像": "Full-length standing portrait,A full-body shot, capturing the model's entire figure, emphasizing their stance, posture, and full outfit.",
    "广角拍摄": "A wide-angle shot, capturing both the model and a significant portion of the surrounding environment, giving a broader context.",
    "特写镜头": "An extreme close-up focusing on a specific part of the model, such as the eyes, lips, or hands, to emphasize details.",
    "三分身像": "A three-quarter body shot, showing the model from the knees up, providing a fuller view of the outfit while maintaining focus on the upper body.",
    "俯视镜头": "A high-angle shot, looking down on the model from above, creating a sense of perspective and highlighting the environment or background.",
    "仰视镜头": "A low-angle shot, looking up at the model from below, making the subject appear more imposing or grand.",
    "远景拍摄": "A long shot, showing the model at a distance, with the environment playing a significant role in the composition.",
    "近景拍摄": "A close-up shot, framing the model's upper body or face, capturing detailed expressions or specific elements of the outfit.",
    "中景拍摄": "A medium shot, typically from the waist up, balancing the model and their surroundings in the frame.",
    "超远景拍摄": "An extreme long shot, where the model appears small in the frame, surrounded by a vast landscape or large setting.",
    "全景镜头": "A panoramic shot, capturing a wide, sweeping view of the scene with the model as part of the expansive background.",
    "肩部特写": "A shoulder close-up, framing the model’s face and shoulders, often used for more intimate or personal shots.",
    "腰部镜头": "A waist-up shot, focusing on the model’s upper body while also showing details of the waist area and clothing.",
    "群体镜头": "A group shot, featuring multiple models or people, balancing each subject within the frame.",
    "动态拍摄": "An action shot, capturing the model in motion, such as walking or posing dynamically, to emphasize movement and energy.",
    "静态镜头": "A static shot, where the model is posed and still, with the focus on the outfit or overall composition.",
    "侧面镜头": "A profile shot, capturing the model from the side, emphasizing the silhouette and facial profile.",
    "背面镜头": "A back view shot, focusing on the model from behind, highlighting the back details of the outfit or posture.",
    "单张正面站姿": "one image, model standing facing forward,Full-length standing portrait",
    "单张侧面站姿": "one image, model standing in profile,Full-length standing portrait",
    "单张背面站姿": "one image, model standing facing backward,Full-length standing portrait",
    "单张动态行走": "one image, model walking in motion,Full-length standing portrait",
    "单张坐姿": "one image, model seated, relaxed posture",
    "双图正侧对比": "two images, one facing forward, one in profile",
    "双图前后对比": "two images, one facing forward, one facing backward",
    "双图静态与动态": "two images, one static standing, one walking",
    "三图前后侧": "three images, front, back, and profile views",
    "三图不同动态": "three images, different dynamic poses",
    "三图站立与坐姿": "three images, standing, seated, and walking",
    "四图正侧后与动态": "four images, front, side, back, and one dynamic pose",
    "四图多角度": "four images, various angles from front, side, and back",
    "四图不同情境": "four images, different poses in varied settings",
    "四图前后侧加细节": "four images, front, back, profile, and close-up of details",
    "五图展示细节": "five images, front, side, back, dynamic, and garment details",
    "五图平静与运动": "five images, calm standing, seated, and dynamic walking or running",
    "六图完整展示": "six images, full body from multiple angles and one close-up of fabric",
    "六图故事情节": "six images, model interacting with the environment, telling a visual story",
    "多图全方位展示": "multiple images, full 360-degree view and various poses"
  },
  "场景Scene": {
    "None": "",
    "==================花丛中===============": "",
    "繁花中的漫步": "Walking through a vibrant flower field, the model gracefully moves in {clothes}, surrounded by the delicate fragrance and bright colors of blooming flowers.",
    "花海中的凝望": "Standing in the middle of a vast sea of flowers, the model gazes into the distance while wearing {clothes}, with the endless blooms stretching out in all directions.",
    "花田中的静坐": "Sitting peacefully in a field of blooming flowers, the model poses in {clothes}, with the gentle breeze swaying the petals around them.",
    "向日葵田里的微笑": "In a sunflower field, the model smiles warmly in {clothes}, with the towering yellow blooms creating a joyful and radiant scene.",
    "薰衣草田的梦境": "Amidst a fragrant lavender field, the model strolls in {clothes}, the soft purple hues blending with the evening light to create a dreamy atmosphere.",
    "花丛中的旋转": "Twirling joyfully among the flowers, the model wears {clothes}, as the blossoms flutter around, capturing the playful energy of the scene.",
    "玫瑰园中的优雅": "In a beautifully manicured rose garden, the model stands elegantly in {clothes}, with the lush red and pink roses providing a romantic backdrop.",
    "野花田里的宁静": "Surrounded by a field of wildflowers, the model poses in {clothes}, with the untamed beauty of the flowers complementing the natural landscape.",
    "郁金香田的绽放": "In a tulip field in full bloom, the model moves gracefully in {clothes}, with the rows of vibrant tulips creating a colorful and dynamic scene.",
    "花田边的小径": "Walking along a narrow path beside a flower field, the model showcases {clothes}, with the blooming flowers lining the path and adding a touch of charm.",
    "雏菊中的微风": "Among a field of white daisies, the model stands serenely in {clothes}, with the soft breeze gently moving the delicate petals around them.",
    "花瓣雨中的漫步": "As petals gently fall from the blooming trees above, the model walks slowly in {clothes}, with the natural beauty of the flower-filled scene adding magic to the moment.",
    "波斯菊田的黄昏": "In a field of cosmos flowers, the model poses at sunset wearing {clothes}, with the golden light casting a warm glow over the pink and white blooms.",
    "百合花田的美丽": "Among tall, elegant lilies, the model stands poised in {clothes}, the flowers' pristine white petals framing the scene beautifully.",
    "花圃中的休憩": "Resting on a wooden bench surrounded by flower beds, the model relaxes in {clothes}, with the vibrant colors and fresh scents creating a peaceful atmosphere.",
    "牡丹花园的优雅": "In a garden of luxurious peonies, the model poses gracefully in {clothes}, with the large, soft petals providing an exquisite and lush setting.",
    "花田中的晨光": "As the early morning sun rises over the flower field, the model stands in {clothes}, with dew-kissed petals and golden light filling the scene with serenity.",
    "野花中的俯视": "Lying down in a field of wildflowers, the model gazes upwards in {clothes}, with the flowers surrounding them creating a soft and natural embrace.",
    "罂粟花田的独行": "Walking alone through a field of red poppies, the model moves confidently in {clothes}, with the vibrant red blooms standing out against the clear sky.",
    "樱花树下的静谧": "Under a canopy of blossoming cherry trees, the model stands in {clothes}, with the soft pink petals gently falling, creating a serene and romantic atmosphere.",
    "==================春===============": "",
    "樱花盛开的公园": "In a park filled with blooming cherry blossoms, the model strolls gracefully in {clothes}, with petals gently falling around them in the soft spring breeze.",
    "绿草地上的嬉戏": "On a lush green field, the model runs joyfully in {clothes}, the fresh grass underfoot and the warm spring sun creating a sense of playful freedom.",
    "春日河边漫步": "Walking along a peaceful riverbank, the model enjoys the calm atmosphere while wearing {clothes}, as the trees overhead begin to sprout fresh green leaves.",
    "花丛中的宁静": "Surrounded by vibrant spring flowers, the model sits calmly in {clothes}, with the colorful blooms framing the scene in a quiet, peaceful moment.",
    "田野中的风筝": "On a breezy spring day, the model flies a kite in {clothes}, with wide-open fields and budding trees creating a sense of openness and joy.",
    "春天的樱花小径": "Walking along a quiet path lined with cherry blossoms, the model gently brushes past the pink flowers in {clothes}, surrounded by the beauty of spring in full bloom.",
    "湖边的春景": "By a serene lake reflecting the blue sky, the model stands in {clothes}, as newly bloomed flowers and lush greenery create a tranquil spring atmosphere.",
    "春风中的野花田": "Standing in a field of newly blossomed wildflowers, the model poses in {clothes}, with the gentle spring breeze adding movement to the scene.",
    "乡村小路的春天": "Walking along a winding countryside path, the model wears {clothes}, with fields of blooming flowers and blossoming trees creating a picturesque spring backdrop.",
    "柳树下的倒影": "Under the shade of newly green willow trees, the model stands by a pond in {clothes}, with the trees' long branches gently swaying in the warm spring breeze.",
    "春雨中的伞影": "In a light spring rain, the model holds an umbrella while wearing {clothes}, with fresh raindrops glistening on the newly bloomed flowers around them.",
    "郊外的春日草坪": "In the soft sunlight of a spring afternoon, the model lies on a grassy field in {clothes}, surrounded by budding flowers and the tranquil sounds of nature.",
    "春天的繁花树下": "Under a tree in full spring bloom, the model stands in {clothes}, as petals fall lightly around them, capturing the fleeting beauty of the season.",
    "小溪旁的春光": "Next to a babbling springtime brook, the model relaxes in {clothes}, with the clear water flowing past newly grown plants and bright flowers.",
    "田园春耕": "In a peaceful rural setting, the model stands in {clothes} while farmers begin their spring planting, symbolizing the season's renewal and growth.",
    "春天的山丘": "On a gentle hillside covered in wildflowers, the model poses in {clothes}, with the fresh breeze and distant rolling hills creating a sense of space and freedom.",
    "春季花园漫步": "Strolling through a blossoming spring garden, the model admires the vibrant tulips and daffodils while wearing {clothes}, surrounded by the scent of fresh blooms.",
    "樱花树下的倚靠": "Leaning against a blossoming cherry tree, the model wears {clothes}, with the pink and white flowers creating a soft and romantic springtime setting.",
    "春天的阳台花园": "On a sunlit balcony filled with potted spring flowers, the model poses in {clothes}, enjoying the fresh air and vibrant colors of the season.",
    "春日野餐": "On a checkered blanket in a meadow, the model enjoys a springtime picnic in {clothes}, surrounded by wildflowers and warm sunshine.",
    "==================夏===============": "",
    "海边的阳光": "Standing by the shore with waves crashing gently, the model basks in the warm summer sun wearing {clothes}, with the ocean stretching out to the horizon.",
    "夏日的森林步道": "Walking through a dense forest, the model wears {clothes}, as sunlight filters through the leaves, creating a serene, cool escape from the summer heat.",
    "沙滩上的漫步": "On a golden sandy beach, the model strolls in {clothes}, with palm trees swaying and the sound of seagulls overhead adding to the relaxed summer vibe.",
    "热带花园": "In a lush tropical garden, the model stands among vibrant flowers and greenery in {clothes}, the bright colors of the summer blooms complementing their outfit.",
    "阳光下的草地": "Lying on a sun-drenched grassy field, the model relaxes in {clothes}, surrounded by the endless blue sky and the warmth of the summer day.",
    "夏日的泳池派对": "By the side of a sparkling pool, the model poses in {clothes}, with colorful pool floats and laughter in the background, capturing the fun of summer.",
    "夕阳下的沙滩": "As the sun sets, casting an orange glow across the beach, the model stands in {clothes}, with the golden light reflecting off the water and sand.",
    "乡村的夏日午后": "In a quiet countryside field, the model rests under a tree in {clothes}, with a cool breeze and the distant hum of cicadas adding to the lazy summer afternoon.",
    "夏日的湖边": "Standing on the edge of a tranquil lake, the model wears {clothes}, with the calm water and surrounding greenery creating a peaceful summer retreat.",
    "繁花盛开的庭院": "In a blooming garden, filled with roses and jasmine, the model poses in {clothes}, as the sweet fragrance and bright colors of summer fill the air.",
    "露天咖啡馆": "Sitting at an outdoor café, the model enjoys the warm summer breeze in {clothes}, with vibrant street life and the sound of clinking glasses in the background.",
    "夏日的田野": "In a field of tall golden grasses, the model walks gracefully in {clothes}, with the bright summer sky and distant mountains creating a wide, open landscape.",
    "夏夜的星空": "Under a clear night sky filled with stars, the model stands in {clothes}, with the summer warmth lingering in the air and the vast sky above.",
    "市中心的夏日街道": "Walking through bustling city streets, the model wears {clothes}, with people passing by and the energy of summer in the air.",
    "湖边的码头": "Sitting on the edge of a wooden dock, the model dangles their feet in the water while wearing {clothes}, surrounded by the peaceful ambiance of a summer lake.",
    "夏日的游乐园": "At a colorful amusement park, the model laughs while wearing {clothes}, with the sounds of roller coasters and cheerful screams filling the air.",
    "葡萄园的黄昏": "In a vineyard at sunset, the model strolls between the vines in {clothes}, with the golden light casting long shadows across the fields.",
    "夏日街头艺术集市": "Browsing a lively outdoor market, the model wears {clothes}, surrounded by stalls selling handmade goods and vibrant artwork under the summer sun.",
    "喷泉旁的清凉": "Standing next to a refreshing fountain, the model enjoys the cool mist in {clothes}, with children playing and the summer heat kept at bay.",
    "户外音乐节": "At a summer music festival, the model dances in {clothes}, with a sea of people and the stage lights glowing in the background as the sun sets.",
    "==================秋===============": "",
    "秋日的枫树林": "Surrounded by fiery red and orange leaves, the model stands in {clothes}, with the autumn breeze rustling through the colorful trees.",
    "丰收的麦田": "In the golden expanse of a harvested field, the model poses in {clothes}, with bales of hay scattered across the landscape under a soft autumn sky.",
    "乡村小路上的落叶": "Walking along a quiet, leaf-covered country road, the model wears {clothes}, with the crisp autumn air and golden foliage creating a peaceful atmosphere.",
    "公园里的秋天": "In a city park filled with vibrant autumn colors, the model sits on a bench wearing {clothes}, surrounded by fallen leaves and distant sounds of laughter.",
    "秋日黄昏的草地": "Standing in a field at dusk, the model wears {clothes}, with the low autumn sun casting long shadows and painting the sky in warm hues of orange and pink.",
    "树林边的小溪": "By a bubbling brook lined with autumn trees, the model wears {clothes}, with the sound of water and the crunch of fallen leaves underfoot creating a serene moment.",
    "秋天的花园": "In a garden with the last blooms of the season, the model stands gracefully in {clothes}, the warm autumn light softening the vibrant surroundings.",
    "南瓜田的秋日": "In a pumpkin patch ready for harvest, the model wears {clothes}, with the bright orange pumpkins and the cool autumn air evoking the season's spirit.",
    "山间的秋色": "Standing on a hillside overlooking a valley ablaze with autumn colors, the model poses in {clothes}, with the distant peaks and blue sky framing the scene.",
    "湖边的倒影": "By the edge of a still lake, the model stands in {clothes}, with the autumn trees reflecting perfectly on the water’s surface, creating a mirror-like effect.",
    "秋日集市": "At a bustling fall market, the model walks through the stalls in {clothes}, surrounded by seasonal produce, colorful scarves, and the vibrant energy of autumn shoppers.",
    "古老石桥上的秋天": "On an old stone bridge covered with fallen leaves, the model stands in {clothes}, with the cool autumn breeze and historic surroundings adding a timeless feel.",
    "秋日的果园": "In an orchard filled with ripe apples and colorful leaves, the model reaches for a branch while wearing {clothes}, capturing the essence of autumn’s bounty.",
    "秋天的田园小屋": "In front of a quaint countryside cottage, the model stands in {clothes}, with smoke curling from the chimney and the surrounding trees ablaze in fall colors.",
    "落叶满地的街道": "On a cobblestone street lined with autumn trees, the model walks gracefully in {clothes}, with a gentle breeze swirling the leaves around their feet.",
    "秋风中的湖泊": "By a quiet lake, the model stands in {clothes}, with ripples on the water and the surrounding trees adorned in shades of red, orange, and yellow.",
    "秋季节庆活动": "At a lively fall festival, the model mingles with the crowd wearing {clothes}, surrounded by music, food stalls, and colorful autumn decorations.",
    "秋日的古老庭院": "In an ancient courtyard, the model stands in {clothes}, with autumn leaves scattered across the ground and the stone walls steeped in history.",
    "黄昏时的牧场": "As the sun sets on a peaceful pasture, the model walks through tall grass in {clothes}, with the golden autumn light softening the landscape around them.",
    "静谧的森林深处": "Deep in the forest, the model stands in {clothes}, with towering trees shedding their leaves and a sense of quiet solitude in the crisp autumn air.",
    "==================冬===============": "",
    "雪地里的漫步": "Walking through a snow-covered forest, the model wears {clothes}, with fresh snow crunching underfoot and the trees dusted in white.",
    "冬日的城市街道": "On a busy city street, the model stands in {clothes}, with festive lights glowing and snowflakes gently falling, creating a magical winter scene.",
    "冰湖边的宁静": "By a frozen lake, the model poses in {clothes}, with the still, icy waters and bare trees adding to the serene winter atmosphere.",
    "雪山下的村庄": "In a quaint village nestled at the base of snowy mountains, the model wears {clothes}, with the smoke rising from chimneys and the air crisp and cold.",
    "冬日的森林小路": "Walking along a snow-covered path in the forest, the model wears {clothes}, surrounded by towering pine trees and the quiet of winter.",
    "滑雪场上的时尚": "At a ski resort, the model stands confidently in {clothes}, with snow-covered slopes and skiers in the background adding to the sporty winter vibe.",
    "冰雪覆盖的山顶": "At the peak of a snow-capped mountain, the model wears {clothes}, with the vast, icy landscape stretching out beneath a clear winter sky.",
    "雪花飘落的街角": "On a quiet street corner, the model stands in {clothes}, as snowflakes drift down softly, covering the ground in a delicate white blanket.",
    "冬日的乡村小屋": "In front of a cozy cottage blanketed in snow, the model wears {clothes}, with smoke curling from the chimney and a warm glow coming from the windows.",
    "结冰的河边": "By the edge of a frozen river, the model stands in {clothes}, with the icy water glistening in the winter sunlight and the bare trees reflected in the surface.",
    "冬日黄昏的树林": "As the sun sets behind the trees, the model walks through the snowy woods in {clothes}, with the last rays of light casting long shadows over the snow.",
    "冰雕展览": "At an outdoor ice sculpture exhibit, the model poses in {clothes}, with intricate frozen artworks surrounding them, sparkling in the cold winter air.",
    "冬季市场的热闹氛围": "At a bustling winter market, the model strolls through the stalls in {clothes}, surrounded by festive decorations, hot drinks, and the cheerful holiday spirit.",
    "雪中的古老石桥": "Standing on an ancient stone bridge dusted with snow, the model wears {clothes}, with the cold winter air and the sound of the river below creating a peaceful moment.",
    "圣诞节的街头景象": "In a brightly lit Christmas market, the model wears {clothes}, with festive decorations, twinkling lights, and the smell of hot chocolate filling the air.",
    "冰冻湖泊上的倒影": "Standing on the edge of a frozen lake, the model poses in {clothes}, with the icy surface reflecting the winter landscape and the clear blue sky.",
    "雪中漫步的林间小屋": "In front of a secluded cabin in the woods, the model stands in {clothes}, surrounded by a thick layer of snow and towering pine trees.",
    "冬季街头时尚": "On a fashionable winter street, the model walks in {clothes}, with trendy storefronts and snow-covered sidewalks creating an urban winter vibe.",
    "寒冷的日出": "As the winter sun rises over a snowy field, the model wears {clothes}, with the sky glowing in pinks and oranges, casting a warm light over the frosty landscape.",
    "白雪覆盖的广场": "In a snow-covered town square, the model stands in {clothes}, with a large Christmas tree in the background and people skating on the frozen fountain.",
    "==================贵州景色===============": "",
    "瀑布前的展示": "In front of a majestic waterfall, the model stands confidently, showcasing {clothes}, as the mist from the cascading water adds a magical touch to the vibrant ethnic attire.",
    "民族村寨的晨曦": "As the sun rises over a traditional ethnic village, the model walks along the stone path wearing {clothes}, surrounded by the serene beauty of wooden houses and blooming bougainvillea.",
    "高山草甸": "On a lush mountain meadow, the model twirls gracefully in {clothes}, with wildflowers and the distant peaks creating a breathtaking backdrop under a clear blue sky.",
    "三角梅下的合影": "Beneath a canopy of blooming bougainvillea, the model poses happily in {clothes}, the colorful flowers enhancing the vibrant patterns of the ethnic outfit.",
    "民族节日庆典": "During a lively ethnic festival, the model dances joyfully in {clothes}, surrounded by traditional music, colorful decorations, and the vibrant energy of the community.",
    "田野中的村庄": "In a picturesque village surrounded by terraced fields, the model stands proudly in {clothes}, with rice paddies reflecting the blue sky and distant mountains.",
    "石桥上的模特": "Standing on a historic stone bridge, the model displays {clothes}, with the flowing river and lush greenery creating a tranquil scene in the background.",
    "晨雾中的民族村": "As morning mist envelops the ethnic village, the model walks gracefully in {clothes}, with traditional wooden houses peeking through the fog.",
    "高山上的舞蹈": "On a mountain summit, the model performs a traditional dance in {clothes}, with the vast landscape stretching out below and the clouds drifting by.",
    "村寨庆典": "During a village celebration, the model is surrounded by locals in {clothes}, with vibrant flags and lanterns decorating the area, showcasing the spirit of community.",
    "溪边的沉思": "By a gentle stream, the model sits thoughtfully in {clothes}, surrounded by greenery and the soft sounds of nature, reflecting the tranquility of rural life.",
    "民族工艺品市场": "At a bustling market for ethnic crafts, the model interacts with artisans while wearing {clothes}, surrounded by colorful handmade goods and lively conversations.",
    "农田间的模特": "In the midst of a vibrant rice field, the model stands elegantly in {clothes}, with the golden grains swaying in the breeze under the warm sunlight.",
    "民族传统音乐会": "At an outdoor concert celebrating ethnic music, the model dances joyfully in {clothes}, with musicians playing traditional instruments and the crowd enjoying the performance.",
    "古老石阶": "On ancient stone steps leading to a temple, the model pauses to admire the view, wearing {clothes}, with the intricate architecture of the temple in the background.",
    "夕阳下的山村": "As the sun sets over a mountain village, the model stands silhouetted in {clothes}, the warm glow illuminating the landscape and creating a peaceful atmosphere.",
    "野花环绕的模特": "Surrounded by colorful wildflowers in a meadow, the model poses playfully in {clothes}, with butterflies fluttering around and a bright sky above.",
    "山间小路": "Walking along a winding path through the mountains, the model wears {clothes}, with the lush greenery and distant peaks framing the scene beautifully.",
    "民族文化博物馆": "In a cultural museum showcasing ethnic heritage, the model stands near an exhibit, wearing {clothes}, surrounded by artifacts that tell the story of their people.",
    "水边的夕阳": "By the tranquil waters of a lake, the model watches the sunset while dressed in {clothes}, the vibrant colors reflecting off the water, creating a serene moment.",
    "==================万峰林===============": "",
    "万峰林日出": "At sunrise over the stunning wanfl landscape, the model stands in {clothes}, with the rolling hills bathed in golden light and mist rising from the valleys.",
    "峰林间的田野": "In the lush fields surrounded by towering karst peaks in wanfl, the model poses in {clothes}, with vibrant greenery and colorful wildflowers creating a picturesque backdrop.",
    "古老村寨的街道": "Walking along the narrow streets of a traditional village in wanfl nestled in the mountains, the model wears {clothes}, with wooden houses and stone pathways evoking a sense of heritage.",
    "秋天的峰林": "Amidst the vibrant autumn foliage of wanfl, the model stands in {clothes}, surrounded by colorful leaves and the unique rock formations towering above.",
    "山间小溪": "By a gentle stream flowing through the hills of wanfl, the model poses in {clothes}, with clear water sparkling in the sunlight and lush vegetation framing the scene.",
    "山顶的视野": "At the peak of one of wanfl's iconic hills, the model stands in {clothes}, taking in the breathtaking panoramic view of the surrounding karst landscape.",
    "晨雾中的山林": "In the early morning mist of wanfl, the model walks gracefully in {clothes}, with the fog enveloping the peaks and creating a mystical atmosphere in the valleys.",
    "日落下的草地": "As the sun sets behind the mountains of wanfl, the model poses in {clothes} on a grassy hill, with the sky painted in shades of orange and purple.",
    "田间的农作": "In a vibrant rice paddy surrounded by karst formations in wanfl, the model wears {clothes}, with golden grains reflecting the sunlight and the hills rising majestically in the background.",
    "传统节日庆典": "During a local festival in wanfl, the model participates in celebrations wearing {clothes}, with colorful decorations and lively performances adding to the festive spirit.",
    "浪漫的山间小道": "Walking hand in hand along a romantic mountain path in wanfl, the model wears {clothes}, with lush greenery and beautiful views creating an intimate atmosphere.",
    "飞跃的瀑布": "In front of a breathtaking waterfall cascading down the cliffs of wanfl, the model stands in {clothes}, with mist rising and rainbows forming in the sunlight.",
    "星空下的山谷": "Under a starry night sky in wanfl, the model poses in {clothes} amidst the stunning karst formations, with the Milky Way illuminating the landscape.",
    "户外烧烤聚会": "At a scenic spot in wanfl, the model enjoys a barbecue gathering in {clothes}, with friends and stunning mountain views enhancing the outdoor experience.",
    "万峰林观景台": "On an observation deck overlooking wanfl, the model stands in {clothes}, capturing the essence of this unique landscape with its distinctive peaks and valleys.",
    "秋冬的黄昏": "As dusk falls over the mountainous terrain of wanfl, the model wears {clothes}, with the cool air and fading light creating a serene ambiance.",
    "传统手工艺展示": "In a local artisan's workshop in wanfl, the model poses in {clothes}, surrounded by traditional crafts and the beauty of local craftsmanship.",
    "晨光下的花田": "In a colorful flower field in wanfl illuminated by the morning light, the model stands in {clothes}, with vibrant blooms and the picturesque peaks in the background.",
    "山中探险": "Exploring the hidden trails of wanfl, the model wears {clothes}, with rugged terrain and stunning vistas creating an adventurous atmosphere.",
    "茶园的静谧": "In a tranquil tea plantation in wanfl, the model poses in {clothes}, surrounded by rows of lush tea plants and the gentle hills rolling into the distance.",
    "==================时装周===============": "",
    "时装周T台": "On a sleek runway during fashion week, the model confidently strides down the catwalk, showcasing {clothes} to the captivated audience under bright spotlights.",
    "豪华舞台": "In the center of an extravagant stage, the model poses elegantly in {clothes}, with dramatic lighting highlighting the intricate details of the outfit.",
    "摄影棚大片": "Under professional studio lighting, the model stands in front of a white backdrop, their posture sharp and poised, while wearing {clothes}, ready for a high-fashion photoshoot.",
    "时尚发布会": "At a glamorous fashion launch event, the model is the center of attention, walking gracefully while wearing {clothes}, as cameras flash from all directions.",
    "街头时尚秀": "On a bustling city street turned runway, the model walks confidently in {clothes}, blending urban life with high fashion as onlookers admire the ensemble.",
    "舞台表演": "On a large theater stage, the model performs an expressive pose, wearing {clothes}, with dynamic lighting enhancing the dramatic atmosphere of the show.",
    "室内走秀": "Inside a luxurious hall filled with fashion enthusiasts, the model glides down the polished runway in {clothes}, each step exuding grace and confidence.",
    "户外时装秀": "At an open-air fashion show, the model walks along the runway under the sun, showcasing {clothes} against the backdrop of nature and modern architecture.",
    "时尚晚宴": "At an exclusive fashion gala, the model stands near the entrance, chatting with guests while wearing {clothes}, surrounded by elegance and glamour.",
    "时装摄影棚": "In a contemporary fashion studio, the model poses with an air of mystery while wearing {clothes}, surrounded by professional lighting and sleek photography equipment.",
    "奢华T台走秀": "On a long runway lined with opulent decorations, the model elegantly presents {clothes}, moving with precision as the audience watches intently.",
    "时尚展览会": "At a prestigious fashion exhibition, the model stands near an installation, wearing {clothes}, while designers and critics observe the outfit's craftsmanship.",
    "VIP时装酒会": "At an intimate VIP fashion cocktail event, the model mingles with guests, confidently dressed in {clothes}, while the luxurious ambiance complements their style.",
    "高端时尚摄影": "In a high-end photography studio, the model strikes a bold pose in {clothes}, the lighting perfectly framing their silhouette for a magazine cover shoot.",
    "红毯走秀": "On the red carpet of a high-profile event, the model walks elegantly in {clothes}, posing for photographers with the flashbulbs capturing every detail of the ensemble.",
    "经典时尚舞台": "On a classic runway stage, with a minimalist design, the model presents {clothes}, their movements deliberate and calculated, embodying timeless fashion.",
    "露天时尚派对": "At an outdoor fashion party, the model stands under string lights while wearing {clothes}, casually interacting with other attendees in the chic atmosphere.",
    "现代艺术时装秀": "In a contemporary art gallery transformed into a fashion runway, the model presents {clothes} in front of abstract art pieces, blending modern art and fashion.",
    "时尚模特后台": "Backstage at a bustling fashion show, the model prepares for their appearance, adjusting {clothes} while makeup artists and stylists finish their final touches.",
    "极简T台": "On a minimalist runway with a clean, white backdrop, the model walks confidently in {clothes}, their movements showcasing the elegance of the design in focus.",
    "==================极简主义房间===============": "",
    "极简主义客厅": "In a minimalist living room with sleek, white walls and a single modern sofa, the model stands in {clothes}, with the empty space amplifying the clean lines of the outfit.",
    "简约玻璃咖啡桌": "Next to a low glass coffee table, the model sits gracefully in {clothes}, the transparency of the furniture reflecting the sharp elegance of the scene.",
    "冷淡灰色卧室": "In a cool, monochromatic bedroom with grey tones and a minimal bed, the model reclines in {clothes}, the muted environment adding a sense of calm detachment.",
    "空旷混凝土客厅": "In an industrial living room with bare concrete walls and a single leather chair, the model poses in {clothes}, the stark contrast highlighting the outfit's structure.",
    "简约大理石厨房": "Standing by a minimalist marble countertop in a sleek, modern kitchen, the model wears {clothes}, the clean, polished surfaces complementing the fashion’s refined simplicity.",
    "冷酷黑白浴室": "In a stark black and white bathroom with geometric lines, the model stands in {clothes}, the sharp contrast of light and dark mirroring the precision of the design.",
    "无装饰书架": "Standing in front of a minimalist bookshelf with only a few carefully selected objects, the model poses in {clothes}, the absence of clutter enhancing the sharp focus on form and design.",
    "空荡荡的画廊空间": "In an empty gallery-like room with white walls and a single modern bench, the model stands in {clothes}, the minimalist setting elevating the silhouette of the fashion piece.",
    "极简灯光设计": "Under a single, sleek pendant light in a modern living space, the model stands in {clothes}, the soft glow adding subtle drama to the minimalist setting.",
    "开放式冷调空间": "In a spacious, open-plan room with concrete floors and large windows, the model stands in {clothes}, the clean lines and cold tones enhancing the futuristic look.",
    "钢架和玻璃墙的房间": "Against the backdrop of steel frames and glass walls, the model poses in {clothes}, the industrial chic environment accentuating the outfit's modern edge.",
    "单人椅与落地窗": "Sitting in a single modern chair near a floor-to-ceiling window, the model gazes out in {clothes}, with the minimalist interior complementing the outfit’s quiet sophistication.",
    "光线充足的角落": "In a bright corner of a minimalist room, with soft natural light streaming through, the model stands in {clothes}, the simplicity of the furniture framing the elegance of the look.",
    "金属框架床": "Reclining on a metal frame bed in a cool-toned bedroom, the model wears {clothes}, the sleek furniture and sparse decor enhancing the fashion's modernity.",
    "极简壁炉旁": "Next to a simple, modern fireplace in a cold, clean room, the model poses in {clothes}, with the sharp lines of the architecture echoing the outfit’s sleek design.",
    "悬浮楼梯旁": "Standing by a floating staircase with sharp geometric lines, the model poses in {clothes}, the modern architecture blending seamlessly with the cool fashion aesthetic.",
    "冷调工作室": "In a minimalist home office with a sleek desk and minimal decor, the model works in {clothes}, with the sparse, organized space reflecting the precision of the style.",
    "现代茶几和沙发": "Sitting on a modern sofa next to a minimalist tea table, the model wears {clothes}, with the sleek furniture and open space emphasizing a sense of urban cool.",
    "简约天鹅绒椅": "In a cool, minimalist room with a single velvet chair, the model stands in {clothes}, the contrast of texture and simplicity creating a modern yet luxurious vibe.",
    "空旷走廊中的现代长椅": "In a wide, minimalist hallway with a single modern bench, the model poses in {clothes}, the long lines and empty space adding to the outfit's structured elegance.",
    "==================极简主义场景===============": "",
    "极简白色背景": "In front of a stark white backdrop, the model stands motionless, wearing {clothes}, the clean lines of the setting echoing the minimalist design.",
    "冷淡工业风": "In an industrial loft with concrete walls and exposed pipes, the model poses in {clothes}, blending perfectly into the cold, urban atmosphere.",
    "黑白色调空间": "Surrounded by monochrome tones, the model stands in {clothes}, the contrast of light and shadow accentuating the sharp edges of the outfit.",
    "巴黎街头夜景": "On a quiet Parisian street at night, the model walks in {clothes}, the dim streetlights casting a cool glow on the sleek, modern look.",
    "几何构图": "Framed by bold geometric shapes and shadows, the model strikes a deliberate pose in {clothes}, the sharp angles enhancing the structured design.",
    "镜面反射": "Standing before a mirror wall, the model's reflection doubles the impact of {clothes}, creating a cold, surreal aesthetic.",
    "钢铁与玻璃的对比": "In a space dominated by steel and glass, the model's {clothes} brings a sleek, high-fashion contrast to the cold, modern architecture.",
    "空旷的都市广场": "In a large, empty urban square, the model stands alone in {clothes}, the vast openness emphasizing the minimalistic feel of the scene.",
    "低饱和度色彩": "Set against a backdrop of muted colors and soft greys, the model wears {clothes}, the cool tones adding to the restrained, modern vibe.",
    "简约公寓阳台": "On the edge of a chic Paris apartment balcony, the model leans effortlessly in {clothes}, overlooking the distant, cold city skyline.",
    "霓虹光影": "In a dimly lit room with a single neon sign casting sharp light, the model poses in {clothes}, with the colorful glow adding an edgy, avant-garde feel.",
    "城市屋顶": "On the rooftop of a modern building, the model wears {clothes}, with the city's cool, metallic structures looming in the distance.",
    "阴影中的静谧": "In the deep shadows of a modernist structure, the model is half hidden in {clothes}, blending into the sharp, cold lines of the building.",
    "未来主义走廊": "Walking down a sleek, futuristic corridor, the model wears {clothes}, with the stark, metallic environment adding a distant, unfeeling atmosphere.",
    "静止的水面": "Standing by a still body of water that mirrors the model, {clothes} is reflected perfectly, creating a serene, cold elegance in the composition.",
    "混凝土丛林": "In a landscape of tall, grey concrete buildings, the model poses in {clothes}, merging with the cool, structured forms of the city.",
    "荒凉的海滩": "On a deserted, rocky beach under an overcast sky, the model stands in {clothes}, with the harsh environment adding to the sense of isolation.",
    "简约时尚公寓": "Inside a high-end, minimalist apartment, the model stands near a large window in {clothes}, with the clean lines and muted tones framing the scene.",
    "金属扶梯": "On a metallic escalator in a cold, modern shopping mall, the model descends in {clothes}, the setting enhancing the futuristic, detached aesthetic.",
    "长廊里的孤独": "In a narrow, modernist hallway, the model stands in {clothes}, the cool lighting and endless lines reinforcing a feeling of isolation."
  },

  "图案Patterns": {
    "None": "",
    "条纹": "striped pattern",
    "格子": "plaid pattern",
    "波点": "polka dot pattern",
    "花卉": "floral pattern",
    "几何": "geometric pattern",
    "动物纹": "animal print",
    "迷彩": "camouflage pattern",
    "抽象": "abstract pattern",
    "民族风": "ethnic pattern",
    "蕾丝": "lace pattern",
    "刺绣": "embroidered pattern",
    "拼接": "patchwork pattern",
    "字母": "letter pattern",
    "数字": "number pattern",
    "卡通": "cartoon pattern",
    "渐变": "gradient pattern",
    "云纹": "cloud pattern"
  },
  "颜色Color": {
    "None": "",
    "红色": "red",
    "蓝色": "blue",
    "黄色": "yellow",
    "绿色": "green",
    "黑色": "black",
    "白色": "white",
    "灰色": "gray",
    "粉色": "pink",
    "紫色": "purple",
    "橙色": "orange",
    "棕色": "brown",
    "米色": "beige",
    "青色": "cyan",
    "靛色": "indigo",
    "金色": "gold",
    "银色": "silver",
    "酒红色": "burgundy",
    "卡其色": "khaki",
    "藏青色": "navy",
    "浅蓝色": "light blue",
    "深蓝色": "dark blue",
    "浅绿色": "light green",
    "深绿色": "dark green"
  },
  "帽子Flux": {
    "None": "",
    "侗族头饰": "Dong-ethnic-headdress",
    "布依族格子头帕": "Bouyei_checkered_headscarf",
    "布依族牛角头帕": "Bouyei_OxHorn_headscarf",
    "歪梳苗梳子": "wsmiao comb"
  },
  "衣服Flux": {
    "None": "",
    "==================男装===============": "",
    "西装外套": "tailored suit jacket with sharp lapels",
    "牛仔裤": "classic blue jeans with a straight cut",
    "休闲衬衫": "lightweight casual shirt with a button-down collar",
    "Polo衫": "fitted polo shirt with short sleeves and a soft collar",
    "运动夹克": "zip-up sports jacket with breathable fabric",
    "皮夹克": "sleek leather jacket with minimal detailing",
    "风衣": "long trench coat with a belt at the waist",
    "短裤": "comfortable knee-length shorts",
    "毛衣": "knitted crew-neck sweater with ribbed cuffs",
    "休闲裤": "relaxed-fit chinos with a tapered leg",
    "无袖背心": "classic tank top with a scoop neck",
    "羽绒服": "padded puffer jacket with a stand-up collar",
    "双排扣西装": "double-breasted blazer with structured shoulders",
    "工装裤": "sturdy cargo pants with side pockets",
    "运动裤": "comfortable joggers with elastic cuffs",
    "牛仔外套": "classic denim jacket with metal buttons",
    "羊毛大衣": "long wool overcoat with a tailored fit",
    "短袖T恤": "casual short-sleeve t-shirt with a printed design",
    "高领毛衣": "fitted turtleneck sweater with a soft texture",
    "西装裤": "well-fitted dress trousers with sharp creases",
    "==================女装===============": "",
    "连衣裙": "elegant flowy dress with a cinched waist",
    "百褶裙": "pleated skirt with a mid-length hem",
    "无袖上衣": "sleeveless blouse with a delicate neckline",
    "蕾丝连衣裙": "lace dress with intricate floral patterns",
    "高腰裤": "high-waisted trousers with a wide leg",
    "短裙": "mini skirt with a fitted silhouette",
    "长款风衣": "long trench coat with a belt at the waist",
    "针织毛衣": "cozy knitted sweater with a relaxed fit",
    "衬衫连衣裙": "shirt dress with a button-down front",
    "露肩连衣裙": "off-the-shoulder dress with a flared skirt",
    "包臀裙": "bodycon skirt with a pencil fit",
    "蕾丝上衣": "delicate lace top with sheer details",
    "A字裙": "A-line skirt with a high waist",
    "羽绒大衣": "puffer coat with a fur-trimmed hood",
    "紧身裤": "fitted leggings with a sleek finish",
    "连体裤": "jumpsuit with a tailored silhouette",
    "蓬松连衣裙": "puffy dress with layered ruffles",
    "开衫毛衣": "cardigan sweater with button details",
    "斜肩连衣裙": "one-shoulder dress with asymmetrical cut",
    "==================民族服装===============": "",
    "侗族服饰和侗族裙子": "wears a delicate,flowing Dong-ethnic-clothing and Dong-ethnic-skirt "
  },
  "裤子": {
    "None": "",
    "印花长裙": "long floral_skirt",
    "印花短裙": "short floral_skirt",
    "吊带裙": "slip dress",
    "紧身裙": "bodycon dress",
    "露肩裙": "off-shoulder dress",
    "露背裙": "backless dress",
    "露脖裙": "halter dress",
    "裹身裙": "wrap dress",
    "镂空裙": "cut-out dress",
    "迷你裙": "mini dress",
    "细肩带裙": "spaghetti strap dress",
    "不对称裙": "asymmetrical dress",
    "牛仔裤": "jeans"
  },
  "鞋子": {
    "None": "",
    "高跟鞋": "high heels",
    "运动鞋": "sneakers",
    "绣花鞋": "Embroidered shoes",
    "便鞋": "Loafers shoes",
    "凉鞋": "Sandals shoes",
    "平底鞋": "Flats shoes",
    "坡跟鞋": "Wedges shoes",
    "牛津鞋": "Oxfords shoes",
    "拖鞋": "Slippers shoes",
    "麻底鞋": "Espadrilles shoes"
  },
  "背包": {
    "None": "",
    "扎染白色蓝色背包": "Carrying a tiedye_whiteblue_satchel",
    "扎染群山背包": "Carrying a tiedye_bluehills_satchel",
    "扎染蓝色印花背包": "Carrying a tiedye_bluefloral_satchel"
  }
}
