{
  "场景类型选项": {
    "无": "",
    "古风园林": "古典园林，亭台楼阁错落有致，绿树掩映，小桥流水潺潺，花香弥漫，假山叠翠，红柱绿瓦，阳光洒下斑驳光影，微风轻拂，远山近水，鸟鸣声声，石狮古灯点缀，宁静诗意",
    "草原风光": "广袤草原，绿草如茵绵延天际，蓝天白云，山峦起伏，野花点缀，空气清新，马匹奔腾，帐篷林立，阳光普照，金黄光辉，辽阔壮丽",
    "山间寺庙": "山间古寺，青松环绕，石阶蜿蜒，雾气缭绕，晨钟暮鼓，佛像石雕，古钟静立，松香弥漫，山风轻拂，松涛阵阵，宁静肃穆",
    "民族村寨": "传统民族村寨，木屋石巷交错，彩旗飘扬，山峦环抱，溪水潺潺，雕花木门，石墙古朴，炊烟袅袅，花香弥漫，孩童玩耍，充满活力",
    "竹林小径": "幽静竹林小径，竹影婆娑，绿意盎然，小径蜿蜒，落叶铺地，清风徐来，鸟鸣声声，石凳溪流点缀，雾气缭绕，光影斑驳，宁静优雅",
    "湖畔古亭": "湖畔古典亭台，波光粼粼，柳树垂岸，红柱绿瓦，雕花精致，花草繁茂，水汽氤氲，游船远山，湖风轻拂，浪花轻拍，浪漫诗意",
    "雪山高原": "雪山高原，冰雪覆盖，雪峰耸立，天空湛蓝，云雾缭绕，白雪皑皑，牦牛帐篷点缀，寒风清冽，鹰鸣回荡，雄伟清冷",
    "舞蹈房": "现代舞蹈房，宽敞明亮，木质地板光滑，墙壁镜面反射，灯光柔和，音响节奏，绿植窗外，瑜伽垫舞鞋，空气清新，充满活力",
    "酒吧": "时尚酒吧，昏暗灯光闪烁，吧台酒瓶林立，座椅舒适，艺术画装饰，香水酒香弥漫，鸡尾酒杯DJ台，夜色迷离，充满浪漫",
    "瑜伽室": "宁静瑜伽室，柔和灯光，垫子铺地，禅意画作，绿植窗外，轻音乐流淌，香薰点缀，空气清新，宽敞宁静",
    "健身房": "现代健身房，器械齐全，哑铃杠铃整齐，镜面墙壁，灯光明亮，跑步机瑜伽球，汗水音乐弥漫，充满力量",
    "T台": "时尚T台，聚光灯闪耀，观众席满，背景音乐激昂，光滑跑道，时尚海报装饰，香水弥漫，模特闪光灯，华丽炫目"
  },
  "运动场景选项": {
    "无": "",
    "优雅走路": "优雅漫步，步伐轻盈缓慢，身姿挺拔，衣袖轻摆，目光柔和，裙摆微动，如古代仕女闲庭信步，展现从容气质",
    "转圈展示": "轻盈转圈，衣裙飘动，手臂自然张开，裙摆如花绽放，宽袖层层褶皱，动作流畅，速度适中，展现优雅动态",
    "汉舞动作": "表演传统汉舞，挥袖旋转，弯腰轻移，手势优雅，袖子如云，脚步流畅，节奏感强，充满古典韵味",
    "民族舞蹈": "表演民族舞蹈，踢腿旋转，拍手挥臂，裙摆飞扬，动作热情，节奏有力，充满文化特色",
    "轻盈旋转": "轻盈旋转，衣袖舞动，身姿平衡，裙摆绽开，动作连贯，速度适中，展现灵动之美",
    "摆姿势": "摆出优雅静态姿势，侧身举袖，低头凝视，身姿挺拔，服饰纹理清晰，体现古典气质",
    "扇子舞": "手持折扇起舞，扇面开合，旋转遮面，动作轻盈，袖子飘动，节奏优雅，充满古典风情",
    "袖子挥动": "挥动宽大衣袖，舒展手臂，袖子如云，动作流畅，速度适中，展现汉服飘逸之美"
  },
  "人物情绪选项": {
    "无": "",
    "优雅": "高雅从容气质，目光柔和，笑容淡雅，身姿挺拔，动作缓慢，温润如玉，融入场景，充满诗意与文化底蕴",
    "自信": "自信强大气场，目光坚定，笑容灿烂，身姿挺直，动作有力，展现独立魅力，融入场景，充满活力",
    "温柔": "温柔细腻情感，目光柔和，笑容温暖，身姿柔软，动作轻柔，亲和力强，融入场景，如春风拂面",
    "喜悦": "欢快愉悦情绪，笑容明媚，目光亮晶晶，身姿轻松，动作活泼，充满幸福感，融入场景，活力四射",
    "宁静": "平静安宁心态，目光平和，笑容淡然，身姿放松，动作缓慢，禅意满满，融入场景，恬淡高雅",
    "神秘": "神秘莫测气质，眼神深邃，笑容隐约，身姿神秘，动作缓慢，充满吸引力，融入场景，暗调梦幻"
  },
  "运镜方式选项": {
    "无": "",
    "缓慢推进": "镜头缓慢向前推进，从全景拉近到人物细节，平稳流畅，速度适中，焦点转移，展现场景与人物渐进融合",
    "环绕运镜": "镜头围绕人物旋转360度，速度均匀，高度适中，展现全景动态美感，光影变化，突出服饰与身姿",
    "跟随镜头": "镜头跟随人物移动，稳定跟踪，速度匹配，捕捉自然动作与场景互动，展现真实动态美",
    "低角度仰拍": "从低角度仰拍，向上倾斜，焦点向上，突出人物庄重气势与服饰雄伟美感",
    "慢镜头": "慢镜头效果，动作放慢2-4倍，焦点清晰，细腻展现动作细节与服饰流动美感"
  },
  "光源类型选项": {
    "无": "",
    "自然日光": "自然日光照射，明亮清新，均匀柔和，突出真实质感，肤色自然，服饰鲜艳，适合白天拍摄",
    "夕阳光": "温暖夕阳光辉，柔和金黄，斜射拉长阴影，人物肤色温暖，服饰反射金光，适合黄昏拍摄",
    "柔和月光": "柔和月光照明，淡蓝银白，梦幻清冷，肤色柔和，服饰纹理突出，适合夜间拍摄",
    "烛光": "温暖摇曳烛光，橙黄闪烁，复古温馨，肤色温暖，服饰反射柔光，适合室内拍摄"
  },
  "光线类型选项": {
    "无": "",
    "柔光": "柔和光线，均匀扩散，避免硬阴影，突出细腻肤质与服饰纹理，适合室内或阴天拍摄",
    "侧光": "侧面光线，勾勒人物轮廓，明暗对比，增添立体感与戏剧效果，适合晨昏拍摄",
    "背光": "背光照明，形成光晕，人物边缘发光，服饰透光飘逸，营造梦幻氛围，适合黄昏或室内拍摄",
    "梦幻光": "柔和梦幻光线，带有光晕与雾感，肤色柔美，服饰纹理梦幻，适合室内或雾气场景"
  },
  "镜头类型选项": {
    "无": "",
    "特写": "特写镜头，聚焦人物面部或服饰细节，画面紧凑，背景虚化，突出表情与纹理",
    "中景": "中景镜头，展现上半身与场景互动，画面和谐，突出服饰流动美与动态动作",
    "全景": "全景镜头，展现全身与广阔场景，画面宽广，突出整体美感与环境和谐",
    "服饰细节特写": "聚焦服饰刺绣、纹样或配饰，画面精致，背景虚化，突出工艺之美"
  },
  "焦距选项": {
    "无": "",
    "广角": "广角镜头，展现宽广场景，空间感强，避免畸变，适合全景拍摄",
    "长焦": "长焦镜头，聚焦人物，背景虚化，画面清晰，突出主体与服饰细节",
    "浅景深": "浅景深效果，背景柔化，人物细节清晰，营造梦幻焦点感，适合中景拍摄"
  },
  "色调选项": {
    "无": "",
    "暖色调": "温暖色调，金黄与橙红，画面柔和，突出肤色温暖与服饰美感，适合夕阳或烛光",
    "古风色调": "淡雅古风色调，青灰与米色，画面宁静，突出汉服纹理与文化韵味，适合柔光或月光",
    "民族鲜艳调": "鲜艳民族色调，色彩饱和，画面生动，突出服饰颜色与动态，适合自然日光"
  },
  "视觉风格选项": {
    "无": "",
    "写实": "写实风格，真实还原人物与场景，细节清晰，画面自然，突出服饰纹理与情绪",
    "古风水墨": "古风水墨风格，水墨画意境，淡雅简约，突出线条与文化韵味，画面艺术性强",
    "电影级": "电影级效果，戏剧化光影，画面恢弘，突出动态与服饰美，强调文化魅力",
    "梦幻": "梦幻风格，柔和光晕与虚化，画面诗意，突出情绪与服饰飘逸，唯美浪漫"
  },
  "特效镜头选项": {
    "无": "",
    "慢动作": "慢动作特效，动作放慢2-4倍，细腻展现动态与服饰流动美，画面梦幻优雅",
    "粒子效果": "粒子光点特效，光点如星辰飘浮，营造仙气氛围，画面唯美浪漫",
    "模糊过渡": "模糊过渡特效，镜头切换柔和流畅，画面连贯，突出节奏与梦幻感"
  }
}
